{
	"games":
	[
		{
			"Id": 1,
			"Title": "",
			"Description": "",
			"Platform": "",
			"Release": "",
			"Developer": "",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 2,
			"Title": "Hellnight",
			"Description": "Hellnight (Dark Messiah in Japan) is a survival horror game at heart, although it has no combat gameplay. Controlling the nameless hero, the player must travel through the underground and protect Naomi. There is only one monster in the whole game, the 'creature' itself, which is invulnerable and cannot be killed. Instead players are constantly on the run from it, making sure it does not catch them. The game is divided into large maze-like levels, each one usually populated by the creature who keeps pursuing the player (although he does change form after each level). At certain points there will be companions who can attack the monster and temporarily stun him. There are also people to talk to in the underground world, items to pick up, and puzzles to solve.",
			"Platform": "PSX",
			"Release": "11.06.1998",
			"Developer": "Dennou Eizo Seisakusho, Konami",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{"Id": 3, "Title": "Dohna Dohna: Let's Do Bad Things Together!", "Description": "Dohna Dohna (ドーナドーナ いっしょにわるいことをしよう, literally translating to 'Dohna Dohna: Let's Do Bad Things Together!'), stylized as 'doHna:doHna,' is a RPG/Management game developed by Alicesoft released on November 27, 2020.", "Platform": "PC", "Release": "27.11.2020", "Developer": "Alicesoft & DLsite", "Link": "johren.games/games/download/dohna-dohna-en/", "Played": 0, "Score": "0/5", "Review": "."},
		{"Id": 4, "Title": "Gravity Rush Remastered", "Description": "Gravity Rush is an action-adventure video game developed by SIE Japan Studio and Project Siren, and published by Sony Computer Entertainment. Gravity Rush Remastered is the PS4 remaster of the original Gravity Rush game which is bundled with all the previously released downloadable content.", "Platform": "PS4", "Release": "10.12.2015", "Developer": "SCE Japan Studio, Sony Computer Entertainment", "Link": "store.playstation.com/en-us/product/UP9000-CUSA01130_00-GRAVITYRUSHHD000", "Played": 0, "Score": "0/5", "Review": "."},
		{
			"Id": 5,
			"Title": "NieR Re[in]carnation",
			"Description": "NieR Re[in]carnation is a role-playing video game which takes place in the universe of NieR and its sequel, NieR: Automata. Set in a realm called the Cage, the player takes on the role of a girl guided by a ghost-like being. The gameplay is split into three parts: exploration, where players can roam the different stages of the Cage; weapon stories, which showcase memories from different characters in a side-scrolling painting-like perspective; and battles, featuring a mix of real-time combat with time-based skills. Players will have to assemble teams of 3 characters while taking into account their elements, roles and equipment in order to prevail in PvE and PvP encounters.",
			"Platform": "Android/iOS",
			"Release": "18.02.2021",
			"Developer": "Applibot, Square Enix",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{"Id": 6, "Title": "Alan Wake II", "Description": "Alan Wake 2 marks Remedy Entertainment’s first foray into the survival horror genre. Ritualistic murders in a small town. A writer trapped in a nightmare. An FBI agent looking for answers. Two realities. Two hero characters. One horror story that wants them dead.", "Platform": "PC/PS5/Xbox Series", "Release": "27.10.2023", "Developer": "Remedy Entertainment, Epic Games Publishing", "Link": "store.epicgames.com/en-US/p/alan-wake-2", "Played": 0, "Score": "0/5", "Review": "."},
		{"Id": 7, "Title": "ATLYSS", "Description": "Enter the world of ATLYSS, a single-player/online RPG where you can fight with or against friends in a surreal world filled with creatures beyond comprehension. Customize and progress your character(s), complete quests, and discover strange locations.", "Platform": "PC", "Release": "22.11.2024", "Developer": "KisSoft", "Link": "store.steampowered.com/app/2768430", "Played": 0, "Score": "0/5", "Review": "."},
		{"Id": 8, "Title": "Blue Revolver: Double Action", "Description": "After a long time in development and a fruitful public beta, Blue Revolver: Double Action is now available for all players. Go forth and flourish! Double Action is a large, free update to our game. We wanted to give players the best possible version of the game. There's rebalancing, new weapons, new content, a ton of new features and options -- including a super-smooth 120Hz mode!", "Platform": "PC", "Release": "14.11.2024", "Developer": "Stellar Circle", "Link": "store.steampowered.com/app/439490", "Played": 0, "Score": "0/5", "Review": "."},
		{"Id": 9, "Title": "Backwater Eulogy", "Description": "Backwater Eulogy is a stream of consciousness, autobiographical exploration of loss and the double-sided nature of grief. Told as a linear narrative, there are no choices, and there are no alternate endings. Sit and stay for a moment, before leaving. Taking the form of a short visual novel, this is a short story of sorts about grief, moving on, and life in the rural Midwest. As a 'kinetic novel' there are no alternative routes or choices- just one storyline to follow to its inevitable conclusion. Placing an emphasis on a small, curated experience, it is best experienced in one sitting.", "Platform": "PC", "Release": "26.08.2024", "Developer": "WURM FUD", "Link": "wurmfud.itch.io/backwater-eulogy", "Played": 0, "Score": "0/5", "Review": "."},
		{"Id": 10, "Title": "Nubby's Number Factory", "Description": "Plinko-style roguelike where you work at a number factory. Launch your spherical friend, Nubby, down a pegboard to make bigger and bigger numbers! But beware, if you fail to meet your number quota, the sun will explode.", "Platform": "PC", "Release": "07.03.2025", "Developer": "MogDogBlog Productions", "Link": "store.steampowered.com/app/3191030", "Played": 0, "Score": "0/5", "Review": "."},
		{"Id": 11, "Title": "VA-11 Hall-A Kids", "Description": "VA-11 Hall-A Kids is a freeware game released on the April Fools of 2018. The game is a light-hearted parody of VA-11 Hall-A, set in a high school with the female cast changed into schoolgirls. The plot follows Dana Zane as she investigate who crashed Sei's festival booth. Gameplay is very simple, involving mostly talking with the characters and looking into places or people. The game is also very short, being finished in a matter of minutes.", "Platform": "PC", "Release": "01.04.2018", "Developer": "SUKEBAN", "Link": "sukebangames.itch.io/valhallakids", "Played": 0, "Score": "0/5", "Review": "."},
		{"Id": 12, "Title": "VA-11 Hall-A: Cyberpunk Bartender Action", "Description": "Learn about daily life in a cyberpunk dystopia. A branching storyline where your decisions do not depend on traditional choices, but through the drinks you prepare. Visuals inspired by old japanese adventure games for the PC-98, with a modern touch for an other-wordly experience. A beatiful soundtrack composed entirely by Garoad. Get to know your clients, their tastes, and prepare the drink that will change their lives.", "Platform": "PC", "Release": "21.06.2016", "Developer": "SUKEBAN, Ysbryd Games", "Link": "store.steampowered.com/app/447530", "Played": 0, "Score": "0/5", "Review": "."},
		{"Id": 13, "Title": "Alisa", "Description": "Alisa is a classic late-90s style horror-themed action adventure game set in a fantasy universe inspired on the 1920s. You play as an Elite Royal Agent called Alisa. While she is chasing a wanted criminal, she ends up in an old victorian mansion. She tries to find a way out while being haunted by materialized/mechanized doll-like humanoids. Can you survive the Dollhouse?", "Platform": "PC", "Release": "22.10.2021", "Developer": "Casper Croes", "Link": "store.steampowered.com/app/1335530/Alisa", "Played": 0, "Score": "0/5", "Review": "."},
		{"Id": 14, "Title": "ASTRONEER", "Description": "Explore and exploit distant worlds in a game of aerospace industry and interplanetary exploration. With your gun you can reshape the landscape around you and gather resources. On your journey you come across special artifacts that will provide you with research points, in order to unlock new technologies. These include rovers and spaceships, in order the expand your reach on the planets in the solar system. The game also has a co-op mode, allowing players to explore the planets with their friends.", "Platform": "PC", "Release": "05.02.2019", "Developer": "System Era Softworks", "Link": "store.steampowered.com/app/361420", "Played": 0, "Score": "0/5", "Review": "."},
		{
			"Id": 15,
			"Title": "Cosmology of Kyoto",
			"Description": "Cosmology of Kyoto is a visual novel adventure game developed by Softedge and published by Yano Electric. It was released for Japan in 1993, and then in North America, for the Macintosh in 1994 and then for the PC in 1995. It is a game where the player, from a first-person perspective, explores ancient Kyoto city during 10th-11th century Japan. The game lacks a clear goal, but is instead nonlinear and emphasizes open exploration, giving players the freedom to explore the city and discover many pathways, buildings, situations, stories and secrets. The game deals with historical, horror, religious and educational themes, and features karma and reincarnation gameplay mechanics. ",
			"Platform": "PC",
			"Release": "01.03.1993",
			"Developer": "SOFTEDGE, Yano Electric",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{"Id": 16, "Title": "Disco Elysium", "Description": "Disco Elysium is a role-playing game developed and published by ZA/UM. It is set in the fictional city of Revachol, where players assume the role of an amnesiac detective investigating a murder case. The game emphasises dialogue and skill-based choices, with character attributes represented by internal voices that influence decisions and interactions. Its narrative explores themes of politics, philosophy, and personal identity, and it is known for its unconventional gameplay and deep storytelling.", "Platform": "PC", "Release": "15.10.2019", "Developer": "ZA/UM", "Link": "store.steampowered.com/app/632470", "Played": 0, "Score": "0/5", "Review": "."},
		{
			"Id": 17,
			"Title": "Vivid/Stasis",
			"Description": "A hybrid rhythm-mystery game about uncovering the dark truth about a mysterious organization.",
			"Platform": "PC",
			"Release": "05.07.2025",
			"Developer": "Hajimeli, SKY HOUR WORKS",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{"Id": 18, "Title": "Zeno", "Description": "Zeno is a psychological horror puzzle adventure game. Scenario-centered, the difficulty of puzzle solving is low. Losing memories and waking up from a mysterious place, a genius and a homicidal maniac, Maeno Aki and Tsugino Haru. These two who are handcuffed together, aim for the exit to escape from this place―", "Platform": "PC", "Release": "06.02.2021", "Developer": "Marutoku Base", "Link": "maduzu.itch.io/zeno", "Played": 0, "Score": "0/5", "Review": "."},
		{"Id": 19, "Title": "AI Limit", "Description": "In the distant future when civilization is on the verge of extinction, people follow the legend of the Elysium in the last city, Havenswell. In this post-apocalyptic wasteland sci-fi ARPG, you will play as Arrisa, a Blader with immortality, and explore the city ruin to find the hope of a new life.", "Platform": "PC", "Release": "27.03.2025", "Developer": "Sense Games, CE-Asia", "Link": "store.steampowered.com/app/2407270", "Played": 0, "Score": "0/5", "Review": "."},
		{"Id": 20, "Title": "Bayonetta", "Description": "A member of an ancient witch clan and possessing powers beyond the comprehension of mere mortals, Bayonetta faces-off against countless angelic enemies, many reaching epic proportions, in a game of 100% pure, unadulterated all-out action. Outlandish finishing moves are performed with balletic grace as Bayonetta flows from one fight to another. With magnificent over-the-top action taking place in stages that are a veritable theme park of exciting attractions, Bayonetta pushes the limits of the action genre, bringing to life its fast-paced, dynamic climax combat.", "Platform": "PC/PS3/X360", "Release": "29.10.2009", "Developer": "PlatinumGames, Nintendo", "Link": "store.steampowered.com/app/460790", "Played": 0, "Score": "0/5", "Review": "."},
		{
			"Id": 21,
			"Title": "B3313",
			"Description": "A romhack of Super Mario 64 incorporating elements of beta content and urban legends surrounding the game to create a surreal, dream-like experience.",
			"Platform": "N64",
			"Release": "25.04.2021",
			"Developer": "ChrisBrutalAgresion, ROMHACKING.COM",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{"Id": 22, "Title": "Library of Ruina", "Description": "'May you find your book in this place.' Roland, a low-grade Fixer from a location known only as the City, one day finds himself transported into the foyer of the titular Library, a mysterious location filled with books on any subject one could think of. He soon meets the Head Librarian Angela, and after a brief scuffle, she decides to spare him and recruits him to be her guide on the outside world. Angela has a strange way of going about it though, as she sends out calling cards called Invitations to ask people to come to the Library and gives them a choice in whether they accept or decline. If the guests accept, they must survive mortal combat against the Librarians that guard the building; if they win, they can take any book they want. If they lose, they will become a book themselves. All of this is in service to Angela's goal — gaining the one 'perfect' book that can make her into a human.", "Platform": "PC", "Release": "10.08.2021", "Developer": "Project Moon, Arc System Works", "Link": "store.steampowered.com/app/1256670", "Played": 0, "Score": "0/5", "Review": "."},
		{"Id": 23, "Title": "The Void", "Description": "A first-person game in which after starving to death, the player wakes up in the Void, a dying land housing numerous Sisters and long-absent Brothers, all of whom subsist on Color, the essence of life in the Void. With the player's arrival, a resurgence of Color is observed in the Void, prompting the Brothers to return and subject the player to various trials so that he may also become a Brother by using and sharing Color.", "Platform": "PC", "Release": "17.04.2008", "Developer": "Ice-Pick Lodge, Atari", "Link": "store.steampowered.com/app/37000", "Played": 0, "Score": "0/5", "Review": "."},
		{"Id": 24, "Title": "Crystar", "Description": "The player controls a beautiful girl named Rei Hatada, who in order to “revive” her dead younger sister Mirai Hatada, makes a deal with the devil of the other world that is limbo. The story will progress as you fight the souls that drift about limbo. Also, by defeating specific enemies, “Danmatsuma Thoughts” will appear, which by “crying to purify” will develop the protagonist mentally. In accordance with that, you can obtain weapons called “Shisou,” or “Mental Armor.”", "Platform": "PC", "Release": "18.10.2018", "Developer": "Gemdrops, Spike Chunsoft", "Link": "store.steampowered.com/app/981750", "Played": 0, "Score": "0/5", "Review": "."},
		{"Id": 25, "Title": "Lost in Vivo", "Description": "A horror game about claustrophobia. During a storm your service dog is forced down a broken sewer drain. You find the nearest sewer entrance and run in after it. Along the way you will meet others that are also stricken by abnormal or psychological fear.", "Platform": "PC", "Release": "05.11.2018", "Developer": "KIRA", "Link": "store.steampowered.com/app/963710", "Played": 0, "Score": "0/5", "Review": "."},
		{"Id": 26, "Title": "Long Live the Queen", "Description": "Rule the world or die trying! Being a Princess is not an easy job. Being a Queen is even harder. Especially when you're only fourteen years old, and the reason you've inherited the throne is that your royal mother has just met an untimely end. Now power is up for grabs.", "Platform": "PC", "Release": "02.06.2012", "Developer": "Hanako Games, Ratalaika Games", "Link": "store.steampowered.com/app/251990", "Played": 0, "Score": "0/5", "Review": "."},
		{"Id": 27, "Title": "We Know the Devil", "Description": "We Know the Devil is a visual novel about teens reluctantly fighting the devil at summer camp. Follow meangirl Neptune, tomboy Jupiter, and shy shy Venus as they get to know each other--but one always gets left out.", "Platform": "PC", "Release": "12.09.2015", "Developer": "Date Nighto, Pillow Fight", "Link": "store.steampowered.com/app/435300", "Played": 0, "Score": "0/5", "Review": "."},
		{
			"Id": 28,
			"Title": "Dante's Inferno",
			"Description": "Dante's Inferno is an epic single player, third-person action adventure game inspired by 'Inferno', part one of Dante Alighieri's classic Italian poem, 'The Divine Comedy.' Featuring nonstop action rendered at 60 frames-per-second, signature and upgradable weapons, attack combos and mana-fueled spells and the choice of punishing or absolving the souls of defeated enemies, it is a classic Medieval tale of the eternal conflict with sin and the resulting horrors of hell, adapted for a new generation and a new medium.",
			"Platform": "PS3/X360/PSP",
			"Release": "04.02.2010",
			"Developer": "Visceral Games, Electronic Arts",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 29,
			"Title": "Boktai: The Sun Is in Your Hand",
			"Description": "Hideo Kojima, the man that's most known for bringing the Metal Gear Solid series to life, has come up with an extremely ambitious idea for the Game Boy Advance: harness the energy of sunlight for a videogame. Enter Boktai, a vampire-hunting action and adventure game that not only encourages players to get outside and play in the fresh air...it almost requires it. Utilizing a special cartridge with a built-in a sun sensor, the amount of sunlight outside the game determines how much sunlight shows up in the actual adventure. And since the player's gun is actually fueled by sunlight, the more sunlight you can get the stronger and more capable you are in the game.",
			"Platform": "GBA",
			"Release": "16.07.2003",
			"Developer": "Konami",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{"Id": 30, "Title": "Lobotomy Corporation", "Description": "Monster Management Rogue-Lite Simulation game inspired by the monsters from game and movies such as SCP Foundation, Cabin in the woods and Warehouse 13. One disaster will cause another, and it will lead everything into chaos. Manage and Survive.", "Platform": "PC", "Release": "09.04.2018", "Developer": "Project Moon", "Link": "store.steampowered.com/app/568220", "Played": 0, "Score": "0/5", "Review": "."},
		{
			"Id": 40,
			"Title": "Bad Ice Cream",
			"Description": "Bad Ice Cream is the first game in the similarly named series currently consisting out of 3 games. In each level you go around collecting fruit, whilest trying to avoid the enemies. You can also add and remove ice blocks in order to block enemies.",
			"Platform": "Web",
			"Release": "10.12.2010",
			"Developer": "Nitrome Games Limited",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{"Id": 41, "Title": "Crymachina", "Description": "Crymachina is an action RPG where mechanical girls strive to survive in a post-apocalyptic world to become 'Real Humans'. But what does it mean to be a 'Real Human'?", "Platform": "PC", "Release": "27.07.2023", "Developer": "FuRyu, NIS America", "Link": "store.steampowered.com/app/2258500", "Played": 0, "Score": "0/5", "Review": "."},
		{
			"Id": 42,
			"Title": "Super Paper Mario",
			"Description": "The newest chapter of the Paper Mario story isn't just out of this world... it's out of this dimension. What at first glance appears to be a 2D side-scroller ripped straight from the stylized pages of the Paper Mario universe soon turns into a hilarious dimension-shifting platformer possible only on Wii.",
			"Platform": "Wii",
			"Release": "09.04.2007",
			"Developer": "Intelligent Systems, Nintendo",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{"Id": 43, "Title": "Look Outside", "Description": "Explore the warped interior of the apartment building you are stuck in. Fight hideous monsters that were once your neighbors. Manage weapons and ammo. Play video games. Craft bombs from household supplies. Cook. Answer the door. DONT let them in. Keep yourself alive and sane as the world just outside your window stops making sense. Just whatever you do... DONT LOOK OUTSIDE A survival horror RPG by Francis Coulombe, with music by Eric Shumaker, made in one month for the Hawktober game jam.", "Platform": "PC", "Release": "21.03.2025", "Developer": "FrankieSmileShow, Devolver Digital", "Link": "store.steampowered.com/app/3373660", "Played": 0, "Score": "0/5", "Review": "."},
		{"Id": 44, "Title": "Tower of Mask", "Description": "Tower of Mask is a thrilling survival horror in the spirit of the 80's dungeon crawlers. The most claustrophobic dungeon in modern times is yours to venture through alone. Hero, face the ancient tower where eerie masked humans prowl.", "Platform": "PC", "Release": "07.12.2024", "Developer": "Papertip Studio", "Link": "store.steampowered.com/app/2918410", "Played": 0, "Score": "0/5", "Review": "."},
		{"Id": 45, "Title": "Hollow Knight: Silksong", "Description": "Hollow Knight: Silksong is the epic sequel to Hollow Knight, the epic action-adventure of bugs and heroes. As the lethal hunter Hornet, journey to all-new lands, discover new powers, battle vast hordes of bugs and beasts and uncover ancient secrets tied to your nature and your past.", "Platform": "PC", "Release": "04.09.2025", "Developer": "Team Cherry", "Link": "store.steampowered.com/app/1030300", "Played": 0, "Score": "0/5", "Review": "."},
		{"Id": 46, "Title": "Outer Wilds", "Description": "Outer Wilds is a critically-acclaimed and award-winning open world mystery about a solar system trapped in an endless time loop. The newest member of the space program in a small village on the planet Timber Hearth, the player navigates a space shuttle and travels across their solar system to get to the bottom of its mysteries by exploring the cosmos and gathering the knowledge hidden within each of the system's planets, left behind by another civilization in the distant past.", "Platform": "PC", "Release": "29.05.2019", "Developer": "Mobius Digital, Annapurna Interactive", "Link": "store.steampowered.com/app/753640", "Played": 0, "Score": "0/5", "Review": "."},
		{
			"Id": 47,
			"Title": "The Last of Us",
			"Description": "The Last of Us is a third-person action-adventure game featuring a mix of exploration, stealth and combat. Players face both infected creatures and hostile human enemies while progressing through varied environments. The game includes a narrative-driven single-player campaign and a competitive online multiplayer mode called Factions. Trophy support is included, and additional downloadable content was made available separately.",
			"Platform": "PS3",
			"Release": "14.06.2013",
			"Developer": "Naughty Dog, sony Computer Entertainment",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 48,
			"Title": "Croc: Legend of the Gobbos",
			"Description": "Argonaut Games, the legendary studio known for bringing its pioneering 3D technology to a 2D gaming world in the 1980s, has returned after a 20 year hiatus. It became a household name to gamers worldwide by developing groundbreaking titles, including the classics Starglider and Starglider 2, the seminal Star Fox (in collaboration with Nintendo), and Croc Legend of the Gobbos. The reborn Argonaut Games continues the legacy established by Jez San OBE in 1982, now as a boutique publisher driven by creativity and developer collaboration. Possessing a catalog of classic gaming IP combined with a roadmap of original games, we hope you will join us as we embark on this exciting new chapter in Argonaut’s history. Additionally, retro-gaming fans will be excited to know that the remaster includes the Crocipedia, an extensive and meticulously curated digital museum containing long-lost development assets, such as game design documents, concept art, animation tests, team member interviews, and much more.",
			"Platform": "PSX",
			"Release": "10.10.1997",
			"Developer": "Argonaut Software",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{"Id": 49, "Title": "Scratches", "Description": "Scratches is a mystery adventure computer game by game developer Nucleosys. Scratches is the first commercial adventure game ever to be made in Argentina. The game tells the story of the Blackwood estate on the outskirts of Rothbury, a small rural town in Northumberland, England in 1976. Originally owned by James T. Blackwood in 1963, the house is passed to Christopher Milton after Mr. Blackwood is accused of murdering his wife. A couple of days later, Mr. Blackwood dies of a sudden heart attack though some in the town start rumors that he might have committed suicide. The police decide to close the case seeing there is no further evidence left. Shortly after acquiring the house, Milton inexplicably disappears in 1970 leaving no visible trace. The player assumes the role of the house's next inhabitant, Michael Arthate, an author seeking seclusion to work on his next book. He moves in only to find that the house still echoes its horrible past quite literally as scratches are heard all around, particularly in the basement and fireplaces, and soon becomes more interested in researching the house's history than his writing. Scratches uses a first person perspective to navigate around the house. Using only a mouse, the player can access various rooms and other places in order to solve the mystery of both Blackwood and Milton's disappearances. It features music and special sound effects by the now defunct Cellar of Rats, which contribute to the fearsome ambience experienced at the mansion, crypt, greenhouse and church. The game is heavily influenced by the H.P. Lovecraft mythos and several direct references to Lovecraft works make their appearances in Scratches. There are in-game references to the Necronomicon, De Vermis Mysteriis, Lovecraft's story 'The Mountains of Madness,' as well as one critics of Michael's book being called R'yleh. Michael states in the game he had just moved to Rothbury from Providence, Rhode Island-the hometown of Lovecraft.", "Platform": "PC", "Release": "08.03.2006", "Developer": "Nucleosys, Got Game Entertainment", "Link": "store.steampowered.com/app/46460", "Played": 0, "Score": "0/5", "Review": "."},
		{"Id": 50, "Title": "NieR Replicant ver.1.22474487139...", "Description": "NieR Replicant ver.1.22474487139... is an updated version of NieR Replicant, previously only released in Japan. Discover the one-of-a-kind prequel to the critically-acclaimed masterpiece NieR: Automata. Now with a modern upgrade, experience masterfully revived visuals, a fascinating storyline and more!", "Platform": "PC", "Release": "22.04.2021", "Developer": "Toylogic, Square Enix", "Link": "store.steampowered.com/app/1113560", "Played": 0, "Score": "0/5", "Review": "."},
		{"Id": 51, "Title": "Formless Star", "Description": "The Formless Star, a mysterious planet whose surface constantly changes... You're Anemo, a field researcher for the Space Archives! Your assignment is to travel to the Formless Star and gather data on the animals that live there. Each time you step out of your spaceship, the land will change. A new world just for you! Discover 60 different alien creatures, all with with unique behaviours and descriptions.", "Platform": "PC", "Release": "16.03.2025", "Developer": "splendidland", "Link": "splendidland.itch.io/formless-star", "Played": 0, "Score": "0/5", "Review": "."},
		{"Id": 52, "Title": "Virtual Girl @ World's End", "Description": "A visual novel developed by HEADLOCK about Virtual YouTubers in an apocalyptic world.", "Platform": "PC", "Release": "11.06.2025", "Developer": "Headlock, Bushiroad Games", "Link": "store.steampowered.com/app/3290440", "Played": 0, "Score": "0/5", "Review": "."},
		{
			"Id": 53,
			"Title": "Dreaming Mary",
			"Description": "Dreaming Mary is an original adventure game in a sidescrolling format, made using the free RPG Maker VX Ace Lite. It is inspired by the Japanese horror game Ib and the abstract game Yume Nikki, and is influenced by the indie platformer Eversion as well as the TV show Mahou Shoujo Madoka Magica. Despite these influences, Dreaming Mary is not exactly a horror game. It does contain horror elements, though they might never be encountered by a player who chooses to indulge in the dreams instead of investigating. The game's average playtime ranges from fifteen to twenty-five minutes to reach one ending, and there are four endings. In the game you are able to interact with items and NPCs. It is important to pay attention to dialogue and to your surroundings in order to proceed. Sound is vital in this game and can help the player move forward as well as provide hints to the situation Mary has found herself in.",
			"Platform": "PC",
			"Release": "17.04.2014",
			"Developer": "Trass",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{"Id": 54, "Title": "Black Souls", "Description": "Long, long ago, there existed a kingdom shrouded in dense mist: the Lost Empire. This mist twisted humans into terrifying beasts, plunging the world into despair. War raged endlessly. Heroes rose, seeking fame and glory. It is in this place you awaken—a nameless undead.", "Platform": "PC", "Release": "16.08.2025", "Developer": "Eeny, meeny, miny, moe?", "Link": "store.steampowered.com/app/3755860", "Played": 0, "Score": "0/5", "Review": "."},
		{
			"Id": 55,
			"Title": "Fatal Frame",
			"Description": "Fatal Frame is the first game of the Fatal Frame series, introducing the franchise's unique premise of fighting ghosts with a special camera. Fatal Frame was the first to introduce the innovative use of an old-style camera as the primary weapon. In addition to navigating the main characters around the mansion grounds, players are able to enter Viewfinder Mode, where the camera is raised and the view changes to that of the camera's frame. In viewfinder mode the player is able to snap photographs of ghosts, both violent and benign, which is the main method of progressing through the game. Items are also available, some being consumable and most being key items needed to unlock doors, complete tasks or solve puzzles. Puzzles are encountered frequently in the game, some being based on the same concept but becoming progressively more difficult. The varying difficulty settings of the game (Easy, Normal, Hard, Nightmare, or Fatal (Xbox only)) determine the amount of consumable items scattered throughout the mansion and how formidable the enemies are. The main horror aspect of the game is, undoubtedly, the ghosts. The mechanics programmed for the ghosts allow them to float ethereally through the air, walls and floors, and even teleport, allowing them many ways to attack the player. The ghosts' appearances are usually inspired by their deaths or by Japanese stigmas of horror, which, some argue, are particularily chilling. The game, depending on which console it is played on, offers two endings. Upon completion of the game, a ranking is given based on total time taken, points accumulated and other categories. The player is also given rewards and unlockables, such as alternate costumes and camera functions, depending on what difficulty was beaten, how much of the Ghost List was completed and other criteria. Beating the game also unlocks Battle Mode, where the player is faced with fighting specific ghosts, and is rewarded with points towards purchasing unlockables. An option is also given where the game can be replayed with all equipment, upgrades and unlockables carried over.",
			"Platform": "PS2/PS3",
			"Release": "13.12.2001",
			"Developer": "Tecmo, Wanadoo Edition",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{"Id": 56, "Title": "0_abyssalSomewhere", "Description": "Stroll through the waters of a concrete realm.", "Platform": "PC", "Release": "12.07.2018", "Developer": "nonoise", "Link": "nonoise.itch.io/abyssalsomewhere", "Played": 0, "Score": "0/5", "Review": "."},
		{
			"Id": 57,
			"Title": "Blank Dream",
			"Description": "Blank Dream is a freeware horror-exploration game by Kanawo (of Teriyaki Tomato) made in RPG Maker VX Ace. Wishing that she had never even existed, Mishiro Usui threw herself into the lake. When she came to, she was in the Mirror World, a place neither heaven nor hell. There, her reflection instructed her: 'Find the mirrors in this world, and break them.' WARNING: This game features many dark themes, with a particular focus on suicide. It is recommended you not play this game if you feel the subject matter may be too much.",
			"Platform": "PC",
			"Release": "04.05.2015",
			"Developer": "Kanawo",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{"Id": 58, "Title": "Slime Feet", "Description": "Slime Feet is a linear visual novel, a love story for everyone who has ever had to love through a keyboard. Slime Feet is about the body horror of an inevitable drawn out death, and the lesbian slime feet cybersex that comes with it.", "Platform": "PC", "Release": "25.11.2024", "Developer": "nadia nova", "Link": "store.steampowered.com/app/3551200/slime_feet", "Played": 0, "Score": "0/5", "Review": "."},
		{"Id": 59, "Title": "Resident Evil 4", "Description": "Resident Evil 4 is the sixth installment of the Resident Evil series praised as a revolution from the core games. It was the first title to implement a third-person view rather than the original fixed camera angles its predecessors had. Its mechanics have been completely revamped to incorporate fast-paced gunplay, quick controls and shoot-outs involving massive crowds of enemies in more open areas. The brand-new AI system and open environments allow enemies to work together to capture and corner Leon. Enemies are now humans, which allows them to climb up ladders, open doors, and use weapons throughout the game. Resident Evil 4 had one of the most tormented developments in any game, four proposed versions of the game were discarded by the developers before the finished product was released.", "Platform": "PC/GC", "Release": "11.01.2005", "Developer": "Capcom", "Link": "store.steampowered.com/app/254700", "Played": 0, "Score": "0/5", "Review": "."},
		{"Id": 60, "Title": "Persona 4 Golden", "Description": "An enhanced rerelease of Shin Megami Tensei: Persona 4 (2008) featuring quality-of-life improvements, gameplay enhancements, new locations, balance tweaks, online functionality, new difficulty options, an additional side character storyline and a changed endgame.", "Platform": "PC", "Release": "15.06.2012", "Developer": "ATLUS", "Link": "store.steampowered.com/app/1113000", "Played": 0, "Score": "0/5", "Review": "."},
		{
			"Id": 61,
			"Title": "Xenoblade Chronicles 3",
			"Description": "A vast world awaits in Xenoblade Chronicles 3, the next game in the acclaimed RPG series from developer Monolithsoft. Players will step into the roles of protagonists Noah and Mio amid turmoil between the hostile nations of Keves and Agnus. Six characters hailing from those nations will take part in a grand tale with 'life' as its central theme. Explore a new world that will connect the futures of both Xenoblade Chronicles and Xenoblade Chronicles 2.",
			"Platform": "Switch",
			"Release": "29.07.2022",
			"Developer": "Monolith Soft, Nintendo",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 62,
			"Title": "Xenoblade Chronicles 2",
			"Description": "The next adventure is on the Nintendo Switch console set on the backs of colossal, living Titans. Discover each Titan's diverse regions, culture, wildlife, equipment, and hidden secrets. Find, bond with, and command weaponized life forms known as Blades to earn abilities and enhance them. Uncover the history of Alrest and the mystery of its endless ocean of clouds.",
			"Platform": "Monolith Soft, Nintendo",
			"Release": "01.12.2017",
			"Developer": "Monolith Soft, Nintendo",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 63,
			"Title": "Katawa Shoujo",
			"Description": "Katawa Shoujo is a bishoujo-style visual novel set in the fictional Yamaku High School for disabled children, located somewhere in modern Japan. Hisao Nakai, a normal boy living a normal life, has his life turned upside down when a congenital heart defect forces him to move to a new school after a long hospitalization. Despite his difficulties, Hisao is able to find friends—and perhaps love, if he plays his cards right. There are five main paths corresponding to the 5 main female characters, each path following the storyline pertaining to that character.",
			"Platform": "PC",
			"Release": "04.01.2012",
			"Developer": "Four Leaf Studios",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 64,
			"Title": "Before Your Eyes",
			"Description": "A first person narrative adventure which tells the story of a soul’s journey into the afterlife using your real-life blinks. The story begins after your death, aboard the ship of a mythical Ferryman tasked with shepherding souls to the afterlife. In order to help you pass on, he must first learn the story of your life. And so, he sends you back to relive your most important moments.",
			"Platform": "PC",
			"Release": "08.04.2021",
			"Developer": "GoodbyeWorld Games, Skybound Games",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 65,
			"Title": "Akiba's Trip: Undead & Undressed",
			"Description": "Akiba's Trip: Undead & Undressed is an open-world action RPG in which players undertake numerous missions in a virtual recreation of Akihabara, Tokyo’s popular ”Electric Town” district.",
			"Platform": "PC/PS3/PSV",
			"Release": "07.11.2013",
			"Developer": "ACQUIRE Corp., XSEED Games",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 66,
			"Title": "Bad End Theater",
			"Description": "Welcome to Bad End Theater! Select your protagonist and explore a variety of terrible fates! The decisions you make in one story will affect the others. you can toggle these behaviors to open up new paths! unfortunately, every path leads to a bad ending... Can you find a way to save this unlucky cast? Playtime: 2-3 hours to see all endings (it's a puzzle game, so this varies widely).",
			"Platform": "PC",
			"Release": "26.10.2021",
			"Developer": "NomNomNami",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 67,
			"Title": "Elden Ring: Nightreign",
			"Description": "Elden Ring: Nightreign is a standalone adventure within the ELDEN RING universe, crafted to offer players a new gaming experience by reimagining the game’s core design.",
			"Platform": "PC",
			"Release": "30.03.2025",
			"Developer": "FromSoftware, Bandai Namco Entertainment",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 68,
			"Title": "Super Lesbian Animal RPG",
			"Description": "Melody has decided to become a healer in this classic-inspired turn-based RPG about love, anxiety, and fighting funny-looking monsters in dungeons.",
			"Platform": "PC",
			"Release": "20.12.2022",
			"Developer": "ponett",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 69,
			"Title": "Do No Harm",
			"Description": "A Doctor Simulator with a Lovecraftian twist. Diagnose patients by analyzing unsettling symptoms and treat them using your Book of Medicine. Make moral choices — decide who to save or kill, discover whom to trust, and unlock multiple endings! Can you endure 30 days of perilous decisions?",
			"Platform": "PC",
			"Release": "06.03.2025",
			"Developer": "Darts Games",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 70,
			"Title": "Mogeko Castle",
			"Description": "Mogeko Castle is a 'prosciutto adventure game' made by Deep-Sea Prisoner in RPG Maker VX Ace.",
			"Platform": "PC",
			"Release": "05.03.2014",
			"Developer": "Deep-Sea Prisoner",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 71,
			"Title": "NieR: Automata",
			"Description": "NieR: Automata tells the story of androids 2B, 9S and A2 and their battle to reclaim the machine-driven dystopia overrun by powerful machines.",
			"Platform": "PC",
			"Release": "23.02.2017",
			"Developer": "PlatinumGames, Square Enix",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 72,
			"Title": "Space/Mech/Pilot",
			"Description": "Hello (Hello), welcome to the Space/Mech/Pilot program, an idle-RPG clicker video game entertainment simulation unlike any other. With this exciting (and brand-new) Space/Mech/Pilot program, you get to fully live out the dream of being a totally violent space pilot, soaring through the universe, the stars, and through the broken chassis of your foes!",
			"Platform": "PC",
			"Release": "13.10.2020",
			"Developer": "SKY HOUR WORKS",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 73,
			"Title": "Shin Megami Tensei: Devil Survivor 2",
			"Description": "When a new website that shows the manner of people's deaths in advance makes the rounds amongst Japanese high schoolers, a trio of students is shocked to witness their own deaths in a terrible subway accident just minutes away. They narrowly escape the carnage, only to find themselves in a worse situation--facing otherworldly demons. Desperate to survive, they fend off the demons and flee, but the destruction at the station is only the beginning...",
			"Platform": "DS/3DS",
			"Release": "28.07.2011",
			"Developer": "ATLUS, Ghostlight Ltd.",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 74,
			"Title": "Shin Megami Tensei: Devil Survivor",
			"Description": "Tokyo is in full lockdown, the government's swift, coldblooded response to a surprise demon invasion. Trapped within the sprawling metropolis is the city's helpless populace, forced to turn on each other in order to survive. A mysterious piece of technology, the COMP, falls into the hands of you and your peers. This device allows you to form contracts, forcing demons to serve you in battle against the otherworldly creatures. There are others with COMPs, so-called demon tamers, who seek to use the demons to satisfy their own whims-be they for justice, peace, or power-in the chaos that was once downtown Tokyo. Where did the demons come from? Why did they appear? Who created the COMPs, and what is their purpose? These questions must soon be answered, for if you fail to solve the mystery, much more is at stake than your own lives.",
			"Platform": "DS/3DS",
			"Release": "15.01.2009",
			"Developer": "ATLUS, Ghostlight Ltd.",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 75,
			"Title": "Parasite Eve",
			"Description": "Parasite Eve is a survival horror role-playing video game developed and published by SquareSoft (now Square Enix) for the Sony PlayStation console. The game follows the story of Aya Brea, a rookie NYPD officer who becomes embroiled in a series of bizarre and deadly events related to a genetic mutation known as mitochondria. The game combines elements of horror, science fiction, and RPG gameplay, featuring real-time battles, exploration, puzzle-solving, and character development. The game's plot is inspired by the novel of the same name by Hideaki Sena, and its gameplay mechanics were influenced by the Final Fantasy series. Parasite Eve was critically acclaimed upon its release in 1998, and is widely regarded as a classic of the survival horror genre.",
			"Platform": "PSX/PS3/PSP/PSV",
			"Release": "29.03.1998",
			"Developer": "Square",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 76,
			"Title": "Lies of P",
			"Description": "Lies of P is an action role-playing game set in a dark, Belle Époque-inspired city overrun by deadly puppets. Players control Pinocchio, reimagined as a mechanical warrior, navigating a decaying world while making choices that affect the unfolding narrative. The game features challenging melee combat, weapon customization, and a mechanical arm with various abilities.",
			"Platform": "PC",
			"Release": "18.09.2023",
			"Developer": "Round8 Studio, Neowiz",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 77,
			"Title": "Type Dreams",
			"Description": "Choose from panoply of tools, exercises, stats / analytica, and personalized guidance from World's Fastest Typist Sean 'Arenasnow' Wrona to speed your ascent into typing mastery as you prepare to race the fastest qwerticians ever to touch the home row.",
			"Platform": "PC",
			"Release": "01.04.2019",
			"Developer": "Richard Hofmeier",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 78,
			"Title": "Minecraft: Story Mode",
			"Description": "Minecraft: Story Mode is a five-part adventure series based on the sandbox building and exploration game Minecraft. Typical for Telltale games, it is a cinematic adventure where the story is driven through the player's choices. Decisions are carried over and influence characters and events. The game uses the original title's block design and introduces a story for the game world as there was none for the original title. At the start of the game the player can choose between six characters, three male and three female, with different appearances.",
			"Platform": "PC/PS3/X360/WiiU/PSV",
			"Release": "13.10.2015",
			"Developer": "Mojang Studios, Telltale Games",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 79,
			"Title": "Drakengard",
			"Description": "Drakengard follows the story of a kingdomless prince named Caim who fights for the Union against the Empire. Under the Union's protection are the Hierarchs and the Goddess, currently Caim's sister Furiae, who is a human manifestation of one of the four seals that protect the world from being broken. As the game begins, Cain is fatally wounded in a battle with the Empire. Encountering a captured Red Dragon who is also near death, Caim makes a fateful choice. In exchange for both their lives, the Red Dragon and Caim will enter a pact. This pact will forever chain their lives to one another and link their souls, at the cost of something irreplaceable. Recharged with the fires of a Dragon, Caim's vengeance burns over the enemy... The player controls Caim on his quest. The game is separated into three distinct modes: Aerial combat, Ground combat and Event Combat. In Aerial Combat, Caim rides dragonback against a variety of airborne foes breathing fireballs (strong single shots and weaker multiple lock-on shots). The Dragon is agile and is able to evade incoming threats, turning around completely in a moment. In Ground combat, the game is shown in 3rd person though usually large, open areas. Controlling Caim, his primary ability is the use of a variety of weapons found on the battlefield, each with their own magic powers. These are leveled up through continued usage, and specifically through the killing of individual enemies. In ground combat, Caim may also call forth his Dragon to ride and strafe enemies from the air. Event combat is similar to Ground combat, but shown isometrically, restricted to a single weapon and without the aid of a dragon. It is used mainly to tell story sequences.",
			"Platform": "PS2",
			"Release": "11.09.2003",
			"Developer": "Cavia, Square Enix",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 80,
			"Title": "Chaos;Child",
			"Description": "Chaos;Child is the fourth game in the Science Adventure series, set six years after the events of Chaos;Head. It is also described as a 'Delusional Science Adventure'.",
			"Platform": "PC",
			"Release": "18.12.2014",
			"Developer": "5pb., PQube",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 81,
			"Title": "Sanjuro: Subject One",
			"Description": "Japan is shaken up as Sanjuro, a mysterious ronin working for the government, seems to have become bloodthirsty. Jace, a nearby onlooker, investigates what’s really going on.",
			"Platform": "PC",
			"Release": "11.06.2025",
			"Developer": "TF2GOOD4U",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 82,
			"Title": "Ooe",
			"Description": "Ooe is the latest period psychological horror mystery from ADELTA, developers of Hashihime of the Old Book Town and UUUltraC. A classic closed-circle mystery set on a remote island in 1950s Japan—revel in the intrigue and perverse pleasure of being deceived by the people you trust the most!",
			"Platform": "PC",
			"Release": "19.04.2025",
			"Developer": "ADELTA, MangaGamer",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 83,
			"Title": "Monuments to Guilt",
			"Description": "Take a first-person wander through Monuments to Guilt, a short exhibition exploring exclusionary design. Acquaint yourself with the core principles of this harmful practice, re-evaluate the objects you see every day and let guilt sit with you, for just a little while.",
			"Platform": "PC",
			"Release": "08.03.2023",
			"Developer": "",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 84,
			"Title": "Fallout: New Vegas",
			"Description": "In this first-person Western RPG, the player takes on the role of Courier 6, barely surviving after being robbed of their cargo, shot and put into a shallow grave by a New Vegas mob boss. The Courier sets out to track down their robbers and retrieve their cargo, and winds up getting tangled in the complex ideological and socioeconomic web of the many factions and settlements of post-nuclear Nevada.",
			"Platform": "PC",
			"Release": "19.10.2010",
			"Developer": "Obsidian Entertainment, Bandai Namco Entertainment",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 85,
			"Title": "Fallout 4",
			"Description": "Bethesda Game Studios welcome you to the world of Fallout 4, their most ambitious game ever, and the next generation of open-world gaming. As the sole survivor of Vault 111, you enter a world destroyed by nuclear war. Every second is a fight for survival, and every choice is yours. Only you can rebuild and determine the fate of the Wasteland. Welcome home.",
			"Platform": "PC",
			"Release": "09.11.2015",
			"Developer": "Bethesda Game Studios, Bethesda Softworks",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 86,
			"Title": "Nicole's Risky Job",
			"Description": "A parody of The Amazing World Of Gumball, featuring Nicole Watterson starting an online erotic stream. Play as her and manage the stream to secure the money $$$",
			"Platform": "PC",
			"Release": "30.04.2021",
			"Developer": "Manyakis",
			"Link": "manyakisgames.itch.io/nicoles-riskyjob",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 87,
			"Title": "D'LIRIUM",
			"Description": "An experimental 2D-shooter with the elements of a horror game. D'lirium brings together some mechanics back from 90s classics. Non-linear levels, search for the keys, violence and a lot of other things. Including the colourful ponies.",
			"Platform": "PC",
			"Release": "25.08.2017",
			"Developer": "B52 Development Team",
			"Link": "store.steampowered.com/app/670160/DLIRIUM",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 88,
			"Title": "Mouthwashing",
			"Description": "The five crew members of The Tulpar are stranded in the empty reaches of space, shrouded in perpetual sunset. God is not watching.",
			"Platform": "PC",
			"Release": "26.09.2024",
			"Developer": "Wrong Organ, Fangamer",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 89,
			"Title": "Slow Damage",
			"Description": "Slow Damage takes place at some point during the 21st century in the fictional ward of Shinkomi, which is located in Tokyo, Japan and was previously a part of the Tokyo Bay City No. 13 subregion. The country is in the midst of a recession and, in an attempt to resolve these economic troubles, the government repurposed this area as a large-scale casino resort due to its historic prosperity. This ward is governed by the corrupt Takasato Group whose only interest is their own financial gain. The story follows Towa, a resident of Shinkoumi who lives his life in a carefree and apathetic manner, showing no concern for his future. The only thing that captures his interest is painting—more specifically, painting the innermost desires of other people.",
			"Platform": "PC",
			"Release": "25.02.2021",
			"Developer": "NITRO CHiRAL, JAST Blue",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 90,
			"Title": "God Hand",
			"Description": "THERE AIN'T NO JUSTICE IN THE WILD, WEIRD WEST. JUST YOU. Things can't get any worse after demonic thugs cut your arm off, right? Dead wrong, partner. The lady you saved from them has only gone and given you the legendary GOD HAND as a replacement - the ultimate hand-to-hand weapon. Every undead outlaw in a Stetson, rootin' tootin' demon and circus freak in the prairies is going to want to fight you for it. Welcome to the town of Asskickin... have a nice stay y'all. BIG HAND - Explosive martial arts and hand-to-hand action get in your face and ugly. No bullets, lots of bruised knuckles. SLAP STICKS - Totally customisable fight system. Pull off the most outrageous combo moves ever with awesome God Hand powers - punch your opponent into orbit! FIGHTING FORM - Pugilistic adventure from the makers of RESIDENT EVIL, DEVIL MAY CRY and VIEWTIFUL JOE!",
			"Platform": "PS2/PS3",
			"Release": "14.09.2006",
			"Developer": "Clover Studio, Capcom",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 91,
			"Title": "Rune Factory 4",
			"Description": "Rune Factory 4 marks the return of the popular Harvest Moon spinoff that combines farming with dungeon adventuring. For the first time in the series, the player can select to play as a male or female hero, and potential suitors of either gender are also available in order to pursue love, marriage, and possibly a child. As the newly-appointed prince or princess, you can fulfill your royal duties of protecting the town from invaders, or take a more rural approach to governing by raising your own fruits and vegetables and helping townsfolk. Should some dungeon adventuring be on the days itinerary, you can select from the castles vast armament of swords, spears, and staffs along with magic for battle against dangerous foes, or even bring along a companion or friendly monster to aid you during your travels.",
			"Platform": "3DS",
			"Release": "19.07.2012",
			"Developer": "Neverland, Marvelous AQL",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 92,
			"Title": "HellSinker",
			"Description": "A legendary SHMUP influential to the best makers in the genre, Hellsinker is now available on steam in its most advanced form! Gameplay, story, graphics, and even music all united into one cohesive and highly dimensional Shoot-em-up!",
			"Platform": "PC",
			"Release": "01.08.2007",
			"Developer": "Inudon Empire",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 93,
			"Title": "Flower, Sun, and Rain",
			"Description": "Flower, Sun and Rain is a PlayStation 2 puzzle adventure game developed by Suda 51. It was also remade on the DS for Europe and the United States.",
			"Platform": "PS2",
			"Release": "02.05.2001",
			"Developer": "Grasshopper Manufacture, Victor Interactive Software",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 94,
			"Title": "Galerians",
			"Description": "Galerians is a survival horror game in which the player navigates a 3D character model over pre-rendered backgrounds, using character-related controls similar to those implemented in Alone in the Dark. Items must be collected to unlock new areas and advance the story. Unlike in most other games of the type, the protagonist is unable to use weapons. Rion fully relies on his psychic powers to combat enemies. These powers must be replenished by regularly taking drugs. In addition, Rion has a special meter that throws him into uncontrollable rage when full.",
			"Platform": "PSX",
			"Release": "26.08.1999",
			"Developer": "Polygon Magic, Crave Entertainment",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 95,
			"Title": "Hotel Dusk: Room 215",
			"Description": "Take control of an interactive mystery novel and discover the secrets of Hotel Dusk. Who is Kyle Hyde- and what really happened in Room 215? Take stylus in hand and navigate a tangled web of lies, betrayal, and murder to learn the answers.",
			"Platform": "DS",
			"Release": "22.01.2007",
			"Developer": "Cing, Nintendo",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 96,
			"Title": "Prototype",
			"Description": "Prototype is the first of two games, and let's the user take control of Alex Mercer as he fights to stop the viral outbreak known as BLACKLIGHT throughout Manhattan. Alex is himself infected by the virus, which has given him special, mutant, abilities that will evolve with time and aid him in stopping the virus.",
			"Platform": "PC/PS3/X360",
			"Release": "09.06.2009",
			"Developer": "radical Entertainment, Activision",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 97,
			"Title": "The Cat Lady",
			"Description": "Susan Ashworth, known in her neighbourhood as the crazy Cat Lady, is a lonely 40- year old on the verge of suicide. She has no family, no friends and no hope for a better future.One day she discovers that five strangers will come along and change everything.But those five, 'The Parasites', are also the most ruthless, deranged and cold-blooded bunch of psychopaths the city has ever known. They will stop at nothing to hurt Susan. Unless, she hurts them first... Susan's few weeks journey doesn't take her across the world and won't turn her into a hero. She has little faith in others and hardly even cares about herself. She can't fight and has never fired a gun in her life. But she's hanging onto that thin thread of hope, that in the end, as promised, there's an elusive reward waiting for her. Something worth trying for. Something that'll help her find an unlikely friend. Something that'll give her life a purpose. Susan's journey takes her on a roller-coaster ride between the world of the living and the world of the dead, where the only way to survive is to overcome her biggest weakness: her own self.",
			"Platform": "PC",
			"Release": "07.12.2012",
			"Developer": "Harvester Games, Screen 7",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 98,
			"Title": "YIIK: A Postmodern RPG",
			"Description": "YIIK is a colourful 3D Japanese-Style RPG set in the 1990s and based around a mystery in a small town. Recent college graduate Alex Eggleston gathers weirdos from the internet to investigate the mystery around Sammy Pak, a mysterious woman who goes missing in a supernatural event. The player can control the characters in turn based battles where normal everyday objects are used as weapons. The combat consists of turn based moves with timing based actions which can increase the damage of an attack. There are six dungeons to explore which include battles, puzzles which have to be solved, and traps that have to be avoided. There are approximately twenty five hours of gameplay.",
			"Platform": "17.01.2019",
			"Release": "Acck Studios, Ysbryd Games",
			"Developer": "",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 99,
			"Title": "Fallout 3",
			"Description": "Fallout 3 from the creators of the award-winning Oblivion, featuring one of the most realized game worlds ever created. Create any kind of character you want and explore the open wastes of post-apocalyptic Washington D.C. Every minute is a fight for survival as you encounter Super Mutants, Ghouls, Raiders and other dangers of the Wasteland. Prepare for the future. The third game in the Fallout series, Fallout 3 is a singleplayer action role-playing game (RPG) set in a post-apocalyptic Washington DC. Combining the horrific insanity of the Cold War era theory of mutually assured destruction gone terribly wrong, with the kitschy naivety of American 1950s nuclear propaganda, Fallout 3 will satisfy both players familiar with the popular first two games in its series as well as those coming to the franchise for the first time.",
			"Platform": "PC/PS3",
			"Release": "28.10.2008",
			"Developer": "Bethesda Game Studios, ZeniMax Media",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 100,
			"Title": "Spacesona",
			"Description": "The universe is ending, where will you go now? Journey to the edge of the universe to escape the end, find meaning of life, and find friends! Or, maybe die. Spacesona is a short visual-novel type adventure game, about making good choices in the moment, and about having good luck!",
			"Platform": "PC",
			"Release": "08.11.2024",
			"Developer": "Kazehita",
			"Link": "kazehita.itch.io/spacesona",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 101,
			"Title": "Victim Doll",
			"Description": "everything painful is right",
			"Platform": "PC",
			"Release": "10.10.2022",
			"Developer": "communistsister, DOMINO CLUB",
			"Link": "dominoclub.itch.io/victim-doll",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 102,
			"Title": "NanoApostle",
			"Description": "NanoApostle is a dark sci-fi boss rush action game featuring intense reaction-based combat and the unique 'Destruction Point' system. Play as Anita, a child augmented with lethal nanomachines, as she battles against twisted cybernetic experiments to escape a top-secret facility.",
			"Platform": "PC",
			"Release": "12.09.2024",
			"Developer": "18Light Game Ltd., PQube",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 103,
			"Title": "Tokyo Jungle",
			"Description": "In Tokyo Jungle, everything is the enemy, and only the strongest will survive! With over 50 playable animals to choose from, unleash your inner beast to hunt your way to the top of Tokyo's post-apocalyptic food chain. Whether in Story or Survival Mode, you never know where your next meal will come from or the dangers you'll face, so be prepared for anything and everything. Forage through this desolate but dangerous city to complete story-based challenges using a variety of survival skills, from all-out attack to stealth. Beware-- you are not the only animal out there hunting for survival!",
			"Platform": "PS3",
			"Release": "07.06.2012",
			"Developer": "SCE Japan Studio, Sony Computer Entertainment",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 104,
			"Title": "Neopets Petpet Adventures: The Wand of Wishing",
			"Description": "Neopets: Petpet Adventures: The Wand of Wishing is a single-player PSP action adventure game based on the popular Neopets universe.",
			"Platform": "PSP",
			"Release": "14.03.2006",
			"Developer": "SIE Santa Monica Studio, Sony Computer Entertainment",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 105,
			"Title": "euphoria",
			"Description": "euphoria is a Japanese erotic visual novel developed by CLOCKUP. The protagonist Takato Keisuke and 6 others are locked up in these hidden white rooms. Keisuke is the “unlocker” and one heroine the “keyhole”. In order to escape the room, he must “use the key” with an assigned act.",
			"Platform": "PC",
			"Release": "24.06.2011",
			"Developer": "CLOCKUP, MangaGamer",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 106,
			"Title": "Galerians: Ash",
			"Description": "Survival horror and science fiction come together in the sequel to Galerians. In Galerians: Ash, you reprise the role of Rion as he fights the Last Galerians and their evil leader Ash, who wants to destroy all organic life on Earth. Joined once again by Lilia, you must battle your enemies with all-new psychic attacks and neural enhancers across new and expansive environments. In this game, a strong psyche, puzzle-solving skills, and quick reflexes are most valuable to success.",
			"Platform": "PS2",
			"Release": "25.04.2002",
			"Developer": "Polygon Magic, Enterbrain",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 107,
			"Title": "Dark Seed",
			"Description": "You have just moved into a new house and you are experiencing some horrible nightmares. The nightmares are caused by the Aliens that made the 'dark world' which the only access to is through the magic mirror. You've got to find whats behind those nightmares and get rid of the Aliens.",
			"Platform": "PC/PSX/Saturn",
			"Release": "31.12.1992",
			"Developer": "Cyberdreams, Cinemaware",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 108,
			"Title": "Wonderland: The Visualized Girl",
			"Description": "Use 'game' as a medium to showcase the world of 'you/girl'. Explore the truth of 'you/girl/world' through the form of a 'visual novel'.",
			"Platform": "PC",
			"Release": "15.12.2024",
			"Developer": "",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 109,
			"Title": "Messiah",
			"Description": "Bob is an angel ordered by God himself to go and clean up the putrid world of the future. He has been given the power of possession so that he can sneak up on any person, animal or genetically engineered being and leap right into their souls! The rules are up to you - enjoy the freedom.",
			"Platform": "PC",
			"Release": "31.03.2000",
			"Developer": "Shiny Entertainment, Interplay",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 110,
			"Title": "Majikoi! Love Me Seriously",
			"Description": "Kawakami City is famous for its strong dedication to its samurai ancestors. A strong fighting spirit is always valued and it's even an important factor in succeeding in school there. Yamato, a second year student from Kawakami Highchool is always with his close friends (4 boys and 3 girls). They have known each other since they were young and have done loads of things together. They have many other friends, but these seven people are a close-knit group, they even have a secret base where they meet... With the new semester, they welcome two girls into their group and shortly after things start to change...",
			"Platform": "PC/PS3",
			"Release": "28.08.2009",
			"Developer": "Minato Soft, JAST USA",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 111,
			"Title": "Phantasmagoria",
			"Description": "Master storyteller Roberta Williams challenges you to experience the ultimate interactive nightmare.",
			"Platform": "PC",
			"Release": "01.08.1995",
			"Developer": "Sierra On-Line, Activision",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 112,
			"Title": "Valkyrie Profile",
			"Description": "Valkyrie Profile is a role-playing video game developed by tri-Ace and published by Enix (now Square Enix) for the PlayStation. It was released on December 22, 1999 in Japan and on August 29, 2000 in North America. An enhanced port of the game was later released for the PlayStation Portable under the name Valkyrie Profile: Lenneth on March 2, 2006 in Japan, July 18, 2006 in North America, and April 27, 2007 in Europe.",
			"Platform": "PSX",
			"Release": "22.12.1999",
			"Developer": "tri-Ace, Enix Corporation",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 113,
			"Title": "The Witch's House",
			"Description": "The Witch's House, originally released in 2012, falls within the tradition of Japanese horror RPGs with heavy emphasis on puzzle-solving and jump scares. The Witch's House is deliberately designed with traps at almost every turn--sudden death is unpredictable and it keeps players on their toes. Anything can happen at any time. With completely remastered visuals, The Witch's House MV will feel fresh to even the most familiar old-school fans. Fans will also be greeted by a new difficulty mode that includes new events upon completion of the base game.",
			"Platform": "PC",
			"Release": "31.10.2018",
			"Developer": "Fummy, DANGEN Entertainment",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 114,
			"Title": "Fin Fin: On Teo, the Magic Planet",
			"Description": "Fin Fin is a virtual pet similar to Tamagotchi. The special feature of the simulation is speech recognition with a accompanying microphone. Of course it doesn't really understand what the player is saying but it reacts to the mode of speaking - a friendly tone makes it happy and loud or hectic speeches makes it sad. Sometimes it speaks back and a 'conversation' occurs. Over time it learns to distinguish the player's voice from others. Like other virtual pets the Fin Fin needs to eat and sleep. The game is set in a virtual world where the Fin Fin can meet other animals (the player can't interact with those). The pet either plays with them or is scared which affects its mood. A happy Fin Fin rewards the player by singing a song or performing stunts.",
			"Platform": "PC",
			"Release": "28.06.1996",
			"Developer": "Fujitsu Interactive",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 115,
			"Title": "Tales of Graces f",
			"Description": "In this newest title, the feelings such as 'preserving one's faith', 'saving their precious ones' and the destiny of raising the storm between three countries which form the setting, are portrayed. The PS3 version shows the story more in depth having many new elements including a 'Lineage to the Future Episode' where a new tale after the main story is told.",
			"Platform": "PS3",
			"Release": "02.12.2010",
			"Developer": "Namco Tales Studio, Namco Bandai Games",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 116,
			"Title": "Mojib-Ribbon",
			"Description": "Mojib-Ribbon is a music video game created by Masaya Matsuura as a spinoff of his 1999 music game, Vib-Ribbon, which was released for PlayStation. A direct sequel called Vib-Ripple was released in 2004. The releases are comparable to the releases of the earlier PaRappa series (also a Matsuura series) where the original was followed by a pseudo-sequel and then a direct sequel a few years later.",
			"Platform": "PS2",
			"Release": "20.11.2003",
			"Developer": "NanaOn-Sha, Sony Computer Entertainment",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 117,
			"Title": "Tales of Graces",
			"Description": "Tales of Graces is an action role-playing game. You will follow Asbel Lhant int he world of Ephinea. In his childhood, Asbet became friends with an amnesiac girl and witnesses her death. However, seven years later, he is reunited with the girl who retains her amnesia...",
			"Platform": "Wii/PS3",
			"Release": "10.12.2009",
			"Developer": "Namco Tales Studio, Bandai Namco Entertainment",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 118,
			"Title": "Vib-Ribbon",
			"Description": "Vib-Ribbon is a rhythm game where the player must maneuver musically generated obstacles based on either the game's own soundtrack or a music CD of the player's choice. The player must avoid each obstacle by pressing the correct button at the right time - either L, R, X or down. In more complex tracks, obstacles are combined and the player must press the correct combination of buttons in order the avoid the obstacle. The game is loaded with six tracks to play by Japanese band Laugh and Peace. Additionally, the game's unique software means that the game is loaded into the console's RAM, allowing the player in insert their own music CDs, which generate a unique course for each track.",
			"Platform": "PSX/PS3/PSP/PSV",
			"Release": "09.12.1999",
			"Developer": "NanaOn-Sha, Sony Computer Entertainment",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 119,
			"Title": "Vib-Ripple",
			"Description": "Vib Ripple is the sequel to Vib Ribbon, and the third in the Vib Ribbon series. While Vib Ribbon was based around the tone of music, and Mojib Ribbon was based around lyrics, Vib Ripple is themed around drums and percussion. Players once again control the vector rabbit Vibri as they play. This time, they must move her around a gigantic picture (think of the picture as a giant trampoline), and use the any of the face buttons to make her jump. If you time the jumps to the beat of the music, Vibri will jump higher, and jumping on certain parts of the picture will reveal 'Peta Characters' - 2D representations of objects, such as bunny rabbits, onions, and presents. The goal of each level is to reveal the Peta Characters shown in the crown at the bottom left of the screen (of course, you can uncover more if you're game). In later levels, blobby enemies known as 'Boonchies' turn up and begin to slowly zero in on Vibri. She must dodge these enemies in addition to bouncing in time to the beat as she uncovers Peta Characters. Vib Ripple, like Vib Ribbon and Mojib Ribbon, allows players to extend their potential playtime. You can create new levels by hooking up certain USB cameras and mobile phones, and uploading photos to your PS2. However, as with the previous games, the preset levels seem to work the best.",
			"Platform": "PS2",
			"Release": "27.05.2004",
			"Developer": "NanaOn-Sha, Sony Computer Entertainment",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 120,
			"Title": "Alphabet",
			"Description": "Originally available only to select Kickstarter backers, A͈L͈P͈H͈A͈B͈E͈T͈ is a slapstick marathon footrace for 1- to 26-players from Keita Takahashi and Adam Saltsman. Run, jump, eat, sing, poop, and sleep through silly obstacle courses!",
			"Platform": "PC",
			"Release": "05.04.2013",
			"Developer": "Adam Saltsman, LA Game Space",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 121,
			"Title": "Last Window: The Secret of Cape West",
			"Description": "Last Window: The Secret of Cape West is an adventure video game developed by the now-defunct Cing and published by Nintendo for the Nintendo DS handheld game console. It is the sequel to Hotel Dusk: Room 215, starring protagonist Kyle Hyde and placed one year after the events of its predecessor. The game has visual and audio styles similar to that of the first game. In Last Window, Kyle Hyde is living in the Cape West Apartments, Los Angeles, in 1980. The story of this sequel is separate from the first game, even though it includes some connections to it. Last Window was the last game developed by Cing before the company filed for bankruptcy on March 1, 2010.",
			"Platform": "DS",
			"Release": "14.01.2010",
			"Developer": "Cing, Nintendo",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 122,
			"Title": "Coneru: Dimension Girl",
			"Description": "Embark on a 2D action date with the dimension-girl, Coneru! This time, your date plan is to fend off the mysterious alien group 'Hateful Fruit Company' invading Shinjuku City!",
			"Platform": "PC",
			"Release": "28.05.2025",
			"Developer": "HIKE",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 123,
			"Title": "Tsui no Sora Remake",
			"Description": "A remake of Tsui no Sora included in the 10th anniversary Subarashiki Hibi package, including a fully rewritten script that is 1.5 times the size of the original and a 'whole new work of its own'.",
			"Platform": "PC",
			"Release": "25.12.2020",
			"Developer": "KeroQ",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 124,
			"Title": "Crypt Custodian",
			"Description": "Crypt Custodian is a charming metroidvania about cleaning up the afterlife. Play as Pluto- a mischievous cat who has died, and is sentenced to be the afterworlds janitor... forever! Hang out with other doomed ghosts, battle beasts, and explore a vastly expansive landscape.",
			"Platform": "PC",
			"Release": "27.08.2024",
			"Developer": "Kyle Thompson, H2 Interactive Co. Ltd.",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 125,
			"Title": "The Dark Eye",
			"Description": "",
			"Platform": "PC",
			"Release": "31.10.1995",
			"Developer": "Inscape, Time Warner Interactive",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 126,
			"Title": "Hyper Light Drifter",
			"Description": "Echoes of a dark and violent past resonate throughout a savage land, steeped in treasure and blood. Hyper Light Drifter is an action adventure RPG in the vein of the best 16­-bit classics, with modernized mechanics and designs on a much grander scale.",
			"Platform": "PC",
			"Release": "31.03.2016",
			"Developer": "Heart Machine",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 127,
			"Title": "Cold Front",
			"Description": "Cold Front is a short 2.5D RPG Maker horror/narrative-driven game with visual novel/adventure elements following the story of two childhood friends, Augustine and Winnie, suddenly being trapped in a freezing blizzard even though it's the summer. The two have to work together to escape the chilling dangers they are suddenly forced into.",
			"Platform": "PC",
			"Release": "03.08.2022",
			"Developer": "RachelDrawsThis",
			"Link": "racheldrawsthis.itch.io/cold-front",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 128,
			"Title": "Pentiment",
			"Description": "A 16th-century narrative adventure set in Upper Bavaria, following Andreas Maler, a journeyman artist working in the bygone scriptorium of Kiersau Abbey during a time of great social unrest. While finishing his masterpiece, Andreas inadvertently becomes entangled in a series of murders that take place over 25 years. Peasants, thieves, craftsmen, monks, nuns, nobles, and even saints must be investigated and interrogated to expose the truth.",
			"Platform": "PC",
			"Release": "15.11.2022",
			"Developer": "Obsidian Entertainment, Xbox Game Studios",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 129,
			"Title": "Minecraft: Story Mode - Season Two",
			"Description": "Minecraft: Story Mode - Season Two continues Jesse's saga in a five-part, narrative-driven, episodic game series developed by Telltale in collaboration with Mojang and members of the Minecraft community. Though players' choices from the first season will carry over into season two, this new season will be accessible to both returning fans and newcomers alike. This second season will also include Telltale's unique multiplayer 'Crowd Play' feature, which allows friends and family to engage with the adventure together by helping to decide the direction of the story from any mobile device with an online connection. Now that Jesse and the gang have vanquished the Wither Storm, saved the world, and become totally super famous heroes, life has gotten a bit more...complicated. With more responsibilities and less time for adventure, old friendships have started to fade -- at least until Jesse's hand gets stuck in a creepy gauntlet that belongs to an ancient underwater temple. Together with old pals and new comrades alike, Jesse embarks on a brand new journey filled with tough choices, good times, and at least one temperamental llama.",
			"Platform": "PC/X360/Switch",
			"Release": "11.07.2017",
			"Developer": "Mojang Studios, Telltale Games",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 130,
			"Title": "Monster Hunter: World",
			"Description": "Welcome to a new world! Take on the role of a hunter and slay ferocious monsters in a living, breathing ecosystem where you can use the landscape and its diverse inhabitants to get the upper hand. Hunt alone or in co-op with up to three other players, and use materials collected from fallen foes to craft new gear and take on even bigger, badder beasts!",
			"Platform": "PC",
			"Release": "26.01.2018",
			"Developer": "Capcom",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 131,
			"Title": "Marco & The Galaxy Dragon",
			"Description": "Marco, an orphan with missing memories, and Arco, a dragon who rules the galaxy, were hunting for treasure in space! On one of their adventures, Marco was given a clue to the whereabouts of her mother. Their next stop, her birthplace - Earth!",
			"Platform": "PC",
			"Release": "28.02.2020",
			"Developer": "TOKYOTOON, HOBIBOX",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 132,
			"Title": "Paper Mario: The Thousand-Year Door",
			"Description": "What sleeps behind the door? Time passes, the pages turn… and a new chapter unfolds in an unfamiliar land! Get ready for a two-dimensional role-playing adventure for the ages as Mario returns to paper form to discover a mystery that sleeps behind an ancient, legendary portal called the Thousand-Year Door. The quest is long, the dangers many, and this time, Mario will have to make full use of his papery qualities just to survive.",
			"Platform": "GC",
			"Release": "22.07.2004",
			"Developer": "Intelligent Systems Co. Ltd., Nintendo",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 133,
			"Title": "Raidou Remastered: The Mystery of the Soulless Army",
			"Description": "The story of apprentice detective and Devil Summoner extraordinaire Raidou Kuzunoha XIV returns in this remastered classic! Call upon your demons to solve supernatural mysteries and dispose of enemies.",
			"Platform": "PC",
			"Release": "19.06.2025",
			"Developer": "ATLUS, Sega",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 134,
			"Title": "Crypt Underworld",
			"Description": "Ten years pass, and its desires are forgotten. They seep into crevices in the earth, where they accumulate and admix, taking on ambiguous new shapes. From these caverns of human experience, where forgotten desires linger, an echo is heard in the world of the living: Crypt Underworld: The Final Videogame!",
			"Platform": "PC",
			"Release": "26.07.2023",
			"Developer": "Lilith Zone",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 135,
			"Title": "New Super Marisa Land",
			"Description": "New Super Marisa Land is the follow-up to Super Marisa Land created by Twilight Frontier, featuring Marisa Kirisame. Per the name, it's a platforming game similar to the Super Mario Bros. series.",
			"Platform": "PC",
			"Release": "14.08.2010",
			"Developer": "Twilight Frontier",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 136,
			"Title": "The White Chamber",
			"Description": "White Chamber is an anime-style space-horror downloadable adventure game available for free. It contains multiple endings.",
			"Platform": "PC",
			"Release": "31.03.2005",
			"Developer": "Studio Trophis",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 137,
			"Title": "Shin Megami Tensei: Devil Survivor 2 - Record Breaker",
			"Description": "Your days are numbered. This is a chilling reminder that the apocalypse is upon us. Exclusive to the Nintendo 3DS handheld system, Shin Megami Tensei: Devil Survivor 2 Record Breaker offers more than 100 hours of gameplay and plot -- nearly double the content of the original Devil Survivor 2. It also includes fully voiced English story dialogue, giving new depth to the cast of Devil Survivor 2's original story. Record Breaker requires no knowledge of the story from the original Devil Survivor, so newcomers to the series won't lack any crucial plot information.",
			"Platform": "3DS",
			"Release": "29.01.2015",
			"Developer": "ATLUS, Sega",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 138,
			"Title": "Xenoblade Chronicles X",
			"Description": "Xenoblade Chronicles X is an action role-playing video game and a part of the Xeno series of video games, serving as a spiritual successor to Xenoblade Chronicles on the Wii. In a similar fashion to the original, the game plays as an open world role-playing video game, with an emphasis on exploration. Traveling can take place on foot, or in large humanoid robots, approximately four times the height of the average playable character, called 'Skells' ('Dolls' in the Japanese version), that the player may opt to control. The Skells have the ability to fly, traverse water, and transform into vehicles such as motorcycles or tanks. Aerial battles will also take place in the game.",
			"Platform": "WiiU",
			"Release": "29.04.2015",
			"Developer": "Monolith Soft, Nintendo",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 139,
			"Title": "Fragile Dreams: Farewell Ruins of the Moon",
			"Description": "Fragile Dreams takes place after an apocalyptic event that wiped out most of mankind. Young Seto finds a note from his deceased grandfather urging him to travel to the red tower that lights up the night sky. Along the way he finds a young, silver haired girl Ren who drives him to journey through the ruined world in search of companionship. Fragile Dreams: Farewell Ruins of the Moon is an action-adventure game with light RPG elements and a focus on exploring the often desolate surroundings. Players are tasked with navigating the empty environments while fighting ghosts and obtaining items such as sketches and short stories that reveal the last moments of the lives of those lost in the great catastrophe. Seto is guided through a third-person perspective and the flashlight is one of his most important aids. Controlled through the Wii Remote it illuminates dark surroundings to interact with the environment and is needed to solve many puzzles. It can also uncover hidden enemies and often a sound through the mini speaker provides a hint about their location. The Nunchuck is used to walk, sneak around, and crouch. It is possible to go into a first-person perspective to get a better view of the environment. Additional weapons that can be picked up during the course of the game are sticks, an iron pipe, a bow, a hammer, a bamboo sword, and a katana.",
			"Platform": "Wii",
			"Release": "22.01.2009",
			"Developer": "Namco, Bandai Namco Entertainment",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 140,
			"Title": "The Misadventures of Tron Bonne",
			"Description": "The other side of Mega Man Legends! Now Mega Man's female rival, Tron from Mega Man Legends is back with her trusty Servbots in an entirely new adventure! Join Tron and the Servbots as they circle the world in their air ship, Gesellshaft, in search of adventure and priceless treasure. Brave Tron's wild exploits in q unique mix of action-adventure, RPG, and puzzles in this irresistible game for all ages. Unique gameplay and storyline, mixing the best action-adventure, RPG, and puzzles in a vast 3-D world. Vibrant colorful graphics! -explore huge 3-D environments for puzzles, treasures and other surprises 'Guide Shot System' sends Servbots to retrieve treasure and perform Tron's bidding Includes Demo of Mega Man Legends 2",
			"Platform": "PSX/PS3/PSP/PSV",
			"Release": "22.07.1999",
			"Developer": "Capcom, Eidos Interactive",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 141,
			"Title": "Bat to the Heavens",
			"Description": "A bat and your wit is all you need to surpass any obstacle! Climb and surpass the heavens, and discover the secrets across the valley in this challenging momentum - execution - puzzle game!",
			"Platform": "PC",
			"Release": "09.12.2024",
			"Developer": "ceroro",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 142,
			"Title": "Disgaea 4: A Promise Unforgotten",
			"Description": "Disgaea 4: A Promise Unforgotten is a tactical role-playing game and the fourth in the Disgaea series by Nippon Ichi Software. The game tells the story of Valvatorez, a former tyrant leading a party to rebel against the president of the Netherworld. The game was ported to the Playstation Vita and released under the name Disgaea 4: A Promise Revisited in the west.",
			"Platform": "PS3/PSV",
			"Release": "24.02.2011",
			"Developer": "Nippon Ichi Software, NIS America",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 143,
			"Title": "Zero Escape: Virtue's Last Reward",
			"Description": "The second game in the Zero Escape series. Zero Escape: Virtue's Last Reward is a mystery/thriller visual novel. It is story focused with multiple endings that use player choices and puzzle rooms to progress. Additions to the game include an 'auto-advance text' mode, so players can listen to the voice acting without clicking through dialog, a memo function that allows players to note anything they feel is useful, and a flow chart that shows how alternate choices unfold. The in-game calculator has been removed.",
			"Platform": "PC/3DS/PSV",
			"Release": "16.02.2012",
			"Developer": "Chunsoft, Rising Star Games",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 144,
			"Title": "Ys I Chronicles+",
			"Description": "Long, long ago, there was an ancient kingdom called Ys which prospered under the auspices of two heavenly Goddesses. Over time, the kingdom came to be known as Esteria, and its divine history was largely forgotten by all but the descendants of those who once preached the Goddesses’ will. This is the first game as part of the Ys I Chronicles+ bundle for PC.",
			"Platform": "PC",
			"Release": "14.02.2013",
			"Developer": "Nihon Falcom, XSEED Games",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 145,
			"Title": "Mermaid Swamp",
			"Description": "Rin Yamazaki and her college friends have their car break down in the mountains on a trip. Fortunately, a kindly old man offers to let them stay at his house. But there's a legend about the swamp outside the mansion...",
			"Platform": "PC",
			"Release": "31.12.2013",
			"Developer": "Uri",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 146,
			"Title": "The Legend of Zelda: Ocarina of Time",
			"Description": "The Legend of Zelda: Ocarina of Time is the fifth main installment of The Legend of Zelda series and the first to be released for the Nintendo 64. It was one of the most highly anticipated games of its age, and is listed among the greatest video games ever created by numerous websites and magazines. The gameplay of Ocarina of Time was revolutionary for its time, it has arguably made more of an impact on later games in the series than any of its predecessors even though they had the same cores of exploration, dungeons, puzzles and item usage. Among the gameplay mechanics, one of the most noteworthy is the time-traveling system. The game begins with the player controlling the child Link, but later on an adult Link becomes a playable character as well and each of them has certain unique abilities. Ocarina of Time also introduces the use of music to solve puzzles: as new songs are learned, they can be used to solve puzzles, gain access to new areas and warp to different locations. Dungeon exploration is somewhat more puzzle-oriented than in earlier games but they are not too complex.",
			"Platform": "N64/Wii/WiiU",
			"Release": "21.11.1998",
			"Developer": "Nintendo",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 147,
			"Title": "DoDonPachi",
			"Description": "Compared to DonPachi, DoDonPachi is generally known for introducing new gameplay elements while improving or changing existing ones. The overall background of the game, unlike following sequels, remains more or less centered around a supposed invasion by a mysterious race of mechanized aliens, which the player is called to face throughout its run. However, more sinister and shocking secrets lie beneath the surface, accessible only to those brave and skilled enough to clear the entire game.",
			"Platform": "PSX/Saturn",
			"Release": "05.02.1997",
			"Developer": "CAVE Interactive, ATLUS",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 148,
			"Title": "Corru.Observer",
			"Description": "Corru.Observer is a hard sci-fi visual novel, point-and-click adventure about a contractor hired by an intelligence agency to hack into an alien biological computing device dredged up from the bottom of the ocean.",
			"Platform": "PC",
			"Release": "13.07.2022",
			"Developer": "Corru.Works",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 149,
			"Title": "Bayonetta Origins: Cereza and the Lost Demon",
			"Description": "Long before this trainee of the dark arts would come to be called Bayonetta, she took a fateful journey into the forbidden Avalon Forest. Alongside her was Cheshire, her very first demon, possessing Cereza’s stuffed toy. Play as both Cereza and Cheshire and search through the treacherous forest to look for the power to save Cereza’s mother.",
			"Platform": "Switch",
			"Release": "17.03.2023",
			"Developer": "PlatinumGames, Nintendo",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 150,
			"Title": "DoDonPachi DaiOuJou",
			"Description": "The fourth game in the Donpachi series.",
			"Platform": "PS2",
			"Release": "17.04.2002",
			"Developer": "CAVE Interactive, Arika Co. Ltd.",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 151,
			"Title": "Banjo-Tooie",
			"Description": "Colossal, immense, and gigantic; beautiful, gorgeous, and grandiose -- these are the words one thinks of when describing Rare's follow-up adventure to Banjo-Kazooie. Keeping consistent with the attitude found in this title, Rare has wittily named it Banjo-Tooie. Banjo-Tooie, simply put, is incredibly unimaginable. The worlds are ludicrous in size, the gameplay is polished and deep, and the soundtrack proves to be an immaculate compliment. When it comes to defining platform-based entertainment, Banjo-Tooie is filled with chapter after chapter of standards. Explore eight giant worlds, solve puzzles and help game characters to unearth jiggys, play as Mumbo, a T-Rex, Submarine, Money-Van, Washing Machine, and more, and learn more than 40 new moves on the way.",
			"Platform": "N64",
			"Release": "20.11.2000",
			"Developer": "Rare, Nintendo",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 152,
			"Title": "Tyrion Cuthbert: Attorney of the Arcane",
			"Description": "In Tyrion Cuthbert: Attorney of the Arcane, you play as a defense attorney who practices law in a world of fantasy and wizards. You must defend clients accused of various crimes committed using magic and use the rules of magic to prove them innocent.",
			"Platform": "PC",
			"Release": "23.06.2023",
			"Developer": "Diamondhenge Entertainment",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 153,
			"Title": "Ico",
			"Description": "Experience the wonder and magic of one of the most beloved video games of all time, now available with full HD graphics, 7.1 surround sound, and stereoscopic 3D support. A young boy is locked away deep in a castle after horns started growing out of his head. After breaking free from his confines, he rescues a mysterious girl from her cage. Together they must escape the dangers of the castle and fend off the shadow creatures haunting their every move. ICO is a harrowing and emotional adventure unlike any other. Experience one of the most highly acclaimed video games of all time.",
			"Platform": "PS3",
			"Release": "12.01.2012",
			"Developer": "Team Ico, Sony Computer Entertainment",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 154,
			"Title": "Chants of Sennaar",
			"Description": "In this game of adventure and enigmas where ancient languages are both the lock and the key, travel the endless steps of a prodigious labyrinth, multiply unexpected encounters and unveil the mysteries of a fantastic world inspired by the myth of Babel.",
			"Platform": "PC",
			"Release": "05.09.2023",
			"Developer": "Rundisc, Focus Entertainment",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 155,
			"Title": "The Hundred Line: Last Defense Academy",
			"Description": "A new adventure from the creators of the Danganronpa and Zero Escape series! 15 students are tasked with defending a school from grotesque monsters for 100 days. Can they make it to the end? And will they survive long enough to uncover the truth?",
			"Platform": "PC",
			"Release": "24.04.2025",
			"Developer": "Too Kyo Games, XSEED Games",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 156,
			"Title": "Monster Hunter Wilds",
			"Description": "The unbridled force of nature runs wild and relentless, with environments transforming drastically from one moment to the next. This is a story of monsters and humans and their struggles to live in harmony in a world of duality.",
			"Platform": "PC",
			"Release": "28.02.2025",
			"Developer": "Capcom",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 157,
			"Title": "Ys: Book I & II",
			"Description": "Ys Book I & II chronicles the first adventures of Adol Christin, a young, red-haired swordsman on a quest to unlock the secrets of an ancient kingdom. As Adol, you search the island of Esteria, gathering clues to unravel the mystery of Ys. Fight monsters that lurk in caves and towers with physical or magical attacks, and use your brain to make your way through dangerous areas filled with traps.",
			"Platform": "Wii",
			"Release": "21.12.1989",
			"Developer": "Konami",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 158,
			"Title": "Helen's Mysterious Castle",
			"Description": "A young girl with a hidden past sets off on an epic and mysterious journey in hope of learning more about her own origins in this beautifully rendered, classic-style RPG adventure.",
			"Platform": "PC",
			"Release": "18.03.2016",
			"Developer": "Satsu, PLAYISM",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 159,
			"Title": "Shin Megami Tensei V: Vengeance",
			"Description": "Embark on this definitive version of the critically acclaimed Shin Megami Tensei V, massively expanded with a brand-new storyline featuring new locations, demons, and choices to make that will dictate the fate of all existence.",
			"Platform": "PC",
			"Release": "14.06.2024",
			"Developer": "ATLUS, Sega",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 160,
			"Title": "Off",
			"Description": "The player is tasked with controlling the Batter and guiding him on his quest to 'purify' the world of spirits. The player must take the Batter through the various Zones, collect battle partners, solve puzzles and partake in turn-based Active Time Battles in order to get to the source of the impurity.",
			"Platform": "PC",
			"Release": "05.06.2008",
			"Developer": "Unproductive Fun Time",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 161,
			"Title": "Rabi-Ribi",
			"Description": "Dodge bullets, missiles and lasers in battle as you wrap your head around that bunny girl costume! Combo away with your mighty Piko Hammer or spam various spells from afar with your fiery fairy friend. Explore and explode through Rabi-Rabi Island as you collect power-ups and uncover secrets...",
			"Platform": "PC/PSV",
			"Release": "28.01.2016",
			"Developer": "CreSpirit, PQube",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 162,
			"Title": "Mikoto Nikki",
			"Description": "Matarou, a young boy at school, confesses his feelings for his upperclassman, Mikoto. She invites him over to her house for dinner. While she's making dinner, Matarou looks around the house and collects pieces of Mikoto's diary. As he continues his strange quest, he slowly realizes that Mikoto isn't what she appears to be.",
			"Platform": "PC",
			"Release": "28.03.2013",
			"Developer": "CHARON",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 163,
			"Title": "Liar Liar 2",
			"Description": "Continuing one year after the first game left off, Yukari and Miho are now high schoolers, who are now dating and spend their leisure time together holding hands, kissing, and murdering the occasional boy or two. On one day just like any other, a new transfer student arrives to Yukari's school. It's Koshi Tanaka! But wasn't he dead? Apparently not. The goal of the game is to figure out the mysterious circumstances of Tanaka's revival and most importantly, staying alive.",
			"Platform": "PC",
			"Release": "26.08.2016",
			"Developer": "tokimekiwaku",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 164,
			"Title": "Liar Liar",
			"Description": "The goal of the game is to aid Yukari, the heroine of this game to murder her boyfriend and get rid of anyone in your way! The game play should probably take roughly less than 15 minutes. There are three ways you can die, and there is only one true end.",
			"Platform": "PC",
			"Release": "17.05.2014",
			"Developer": "tokimekiwaku",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 165,
			"Title": "Prototype 2",
			"Description": "Prototype 2 is an open-world action game published by Activision and developed by Radical Entertainment. It's a direct sequel to Prototype and was announced at the 2010 Spike Video Game Awards. The events of Prototype 2 takes place in New York City, now known as New York Zero (NYZ), following Sgt. James Heller on his quest to destroy Alex Mercer, after having lost everything and everyone he loved to the Blacklight virus.",
			"Platform": "PC/PS3/X360",
			"Release": "24.04.2012",
			"Developer": "Radical Entertainment, Activision",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 166,
			"Title": "Shin Megami Tensei: Devil Survivor Overclocked",
			"Description": "Devil Survivor Overclocked is an enhanced port of Devil Survivor made exclusively for the Nintendo 3DS. The port features enhanced art, voice acting for almost every piece of dialogue, new demons and an extended story (8th Day).",
			"Platform": "3DS",
			"Release": "23.08.2011",
			"Developer": "ATLUS, Sega",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 167,
			"Title": "Ena: Dream BBQ",
			"Description": "Experience surreal environments and inexplicable characters as ENA in a new wild world.",
			"Platform": "PC",
			"Release": "27.03.2025",
			"Developer": "Joel G",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 168,
			"Title": "The World Ends with You",
			"Description": "In the game, Neku Sakuraba and his allies are forced to participate in a game that will determine their fate. The battle system uses many of the unique features of the Nintendo DS, including combat that takes place on both screens, and attacks performed by certain motions on the touchscreen or by shouting into the microphone. Elements of Japanese youth culture, such as fashion, food, and cell phones, are key aspects of the missions.",
			"Platform": "DS",
			"Release": "26.07.2007",
			"Developer": "Square Enix",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 169,
			"Title": "Pipistrello and the Cursed Yoyo",
			"Description": "Are you ready for the first Yoyovania?! In this 2D top-down adventure you'll explore a sprawling urban landscape, reinterpreting your surroundings through your mastery of yoyo tricks. Combine moves for traversal, fight the city's rival crime lords, and regain the influence of the Pipistrello family!",
			"Platform": "PC",
			"Release": "28.05.2025",
			"Developer": "Pocket Trap, PM Studios",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 170,
			"Title": "13 Sentinels: Aegis Rim",
			"Description": "Uncover the truth and delve into a 2D sidescrolling adventure featuring gorgeous art and environments. Then, battle the kaiju in fast-paced, top-down combat. Customize the Sentinels with an arsenal of mechsuit weaponry, and fight to defend humanity!",
			"Platform": "Switch",
			"Release": "28.11.2019",
			"Developer": "Vanillaware, Sega",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 171,
			"Title": "Echochrome",
			"Description": "Echochrome is a puzzle game created by Sony's Japan Studio and Game Yarouze. Gameplay involves a mannequin figure traversing a rotatable world where physics and reality depend on perspective. The world is occupied by Oscar Reutersvärd's impossible constructions. This concept is inspired by M. C. Escher's artwork, such as 'Relativity'. The game is based on the Object Locative Environment Coordinate System developed by Jun Fujiki—an engine that determines what is occurring based on the camera's perspective.",
			"Platform": "PS3/PSP",
			"Release": "19.03.2008",
			"Developer": "Will, Sony Computer Entertainment",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{"Id": 172, "Title": "Danganronpa Another Episode: Ultra Despair Girls", "Description": "Danganronpa Another Episode: Ultra Despair Girls is a horror action adventure spin-off game in the Danganronpa series of visual novel games, taking place between the events of Danganronpa: Trigger Happy Havoc and Danganronpa 2: Goodbye Despair. Unlike the visual novel gameplay of the previous games, Ultra Despair Girls is a third-person adventure game with horror elements, in which players control Komaru Naegi as she tries to survive in a city overrun by Monokuma robots.", "Platform": "PC/PSV", "Release": "01.09.2015", "Developer": "Spkie Chunsoft, NIS America", "Link": "store.steampowered.com/app/555950", "Played": 0, "Score": "0/5", "Review": "."},
		{"Id": 173, "Title": "Swollen to Bursting Until I am Disappearing on Purpose", "Description": "'Swollen to Bursting' is a weirdo RPG in which something is very wrong. A flying saucer has crash landed in town, but it's Thursday so you have to go to work at the post office.", "Platform": "PC", "Release": "28.08.2023", "Developer": "DECEMBER 7TH CREATIVE BUSINESS CORPORATION", "Link": "store.steampowered.com/app/2411590", "Played": 0, "Score": "0/5", "Review": "."},
		{"Id": 174, "Title": "DDinosaur with Double D's", "Description": "DDinosaur has felt alone for millions of years now... Will she be able to find love without revealing her biggest secret? That she's a Dinosaur...with double D's.", "Platform": "PC", "Release": "26.02.2025", "Developer": "Lekker Spelen", "Link": "store.steampowered.com/app/2473890", "Played": 0, "Score": "0/5", "Review": "."},
		{
			"Id": 175,
			"Title": "Umineko no Naku Koro ni Musu",
			"Description": "Umineko no Naku Koro ni Musu takes place in the year 1996 during a short period of time on April 14th in Skinner's home within a residential neighborhood. The principal of Springfield Elementary School named Seymour Skinner, who lives on and owns his own home in the aforementioned peaceful neighbourhood, has invited Superintendent Chalmers to his home, to enjoy a home-cooked meal of his making. After Superintendent Chalmers arrives, something goes amiss, and things don't go according to plan. Will Seymour be able to salvage this meal as well as Chalmers's perception of him?",
			"Platform": "PC",
			"Release": "31.10.2018",
			"Developer": "",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{"Id": 176, "Title": "Star of Providence", "Description": "Star of Providence is a consolidated version of Monolith that integrates the DLC, Relics of the Past, into the base game. Star of Providence is a top down action shooter with procedurally generated elements. Explore a progression of floors as you make your way into the depths of the facility, encountering increasingly deadly enemies, fantastic weapons, upgrades, choices and revelations as you venture deeper towards a great and calamitous power.", "Platform": "PC", "Release": "07.06.2017", "Developer": "Team D-13, Bigmode", "Link": "store.steampowered.com/app/603960", "Played": 0, "Score": "0/5", "Review": "."},
		{
			"Id": 177,
			"Title": "Rabbit & Steel",
			"Description": "Rabbit & Steel is a co-op roguelike where rabbits must team up together in raids to investigate strange happenings in the Moonlit Kingdom.",
			"Platform": "PC",
			"Release": "09.05.2024",
			"Developer": "mino_dev",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 178,
			"Title": "Parasite Eve II",
			"Description": "Parasite Eve II is an action role-playing survival horror video game released exclusively for the PlayStation. The game was developed by Square and published in Japan in 1999 and in both North America and, unlike the previous game, in PAL regions in 2000. It is the sequel to Parasite Eve and the second game in the series of the same name. Parasite Eve II is set several years after the events in the original game. The protagonist from the first game, Aya Brea, also features in this game as the playable character. She becomes involved with another outbreak of Mitochondrial creatures. Gameplay diverges from the previous game: battles take place in real time and the area of action is less restrictive. The approach is more typical of traditional survival horror games, although some role-playing elements are retained.",
			"Platform": "PSX/PS3/PSP",
			"Release": "16.12.1999",
			"Developer": "Square Soft, Square Enix",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 179,
			"Title": "10 Dead Doves",
			"Description": "10 Dead Doves is a single-player, fixed-perspective narrative horror set in the heart of Appalachia. Avoid strange noises, collect lifelines, and creep through a forest that seems to hate you. Will you discover why the birds drop dead -- or leave behind nothing but footprints?",
			"Platform": "PC",
			"Release": "13.12.2024",
			"Developer": "Duonix Studios",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 180,
			"Title": "Interstate Drifter 1999",
			"Description": "Drift between the states, collect bits, beat rivals and get a high score",
			"Platform": "PC",
			"Release": "16.09.2020",
			"Developer": "Ultimo Games",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 181,
			"Title": "Sudden Death",
			"Description": "A game by Benny Barassi and Geelong Catgirl with additional help by Mother Goose. No pads, no helmets, no gameplay.",
			"Platform": "PC",
			"Release": "15.04.2024",
			"Developer": "Cecile Richard, DOMINO CLUB",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 182,
			"Title": "Robotics;Notes",
			"Description": "Robotics;Notes is a Japanese visual novel developed and published by 5pb.. It is the third game in 5pb.'s Science Adventure series and is described as an 'Augmented Science Adventure'. Robotics;Notes takes place in Tanegashima in the year 2019 and revolves around robotics.",
			"Platform": "PS3/X360",
			"Release": "28.06.2012",
			"Developer": "5pb.",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 183,
			"Title": "Chaos;Child Love Chu Chu!!",
			"Description": "Chaos;Child Love Chu Chu!! is a visual novel video game. Is a spin-off from the 2014 game Chaos;Child, and part of the larger Science Adventure series. The story, which is affected by player choices, is set in Shibuya, Tokyo, and follows Takuru Miyashiro, who ignores the 'Reincarnation of the New Generation of Madness' events, instead focusing on spending time with girls.",
			"Platform": "PSV/PS4",
			"Release": "30.03.2017",
			"Developer": "5pb.",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 184,
			"Title": "Umfend",
			"Description": "The glass sphere burst in the night of 1996. The world of distortion opened its gates and took away from you someone very important. However, in 2005, the past emerges again to hunt you once more. An atmospheric horror about love and time.",
			"Platform": "PC",
			"Release": "30.10.2018",
			"Developer": "AIHASTO, S.R.L. RandomSpin-Games",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 185,
			"Title": "Lorelai",
			"Description": "Lorelai, a brand new emotional horror ride from the maker of The Cat Lady and Downfall, tells a coming of age story of a young girl trying to escape the hell of her toxic family home. But adulthood is like waking up from a long dream. There will be times you will wish you were asleep again... But you can never go back to the same dream.",
			"Platform": "PC",
			"Release": "26.04.2019",
			"Developer": "Harvester Games, Screen 7",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 186,
			"Title": "Downfall",
			"Description": "There is nothing Joe wouldn't do for his wife. But as they try to save their marriage with a romantic getaway, things go from bad to worse, and from worse... to insanity. In this tale of love, madness and murder - Joe will prove what kind of man he is. But what kind of man is he exactly? A loving husband? A cold realist? A bitter skeptic? That is something YOU will decide, as you join him on his journey for redemption...",
			"Platform": "PC",
			"Release": "15.02.2016",
			"Developer": "Harvester Games, Screen 7",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 187,
			"Title": "Ninja Gaiden II",
			"Description": "Ninja Gaiden II is an action-adventure video game developed by Team Ninja and published by Microsoft Corporation. It is the sequel to the 2004 title Ninja Gaiden and was released worldwide for the Xbox 360 in June 2008.",
			"Platform": "X360",
			"Release": "03.06.2008",
			"Developer": "TEAM NINJA, Microsoft Game Studios",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 188,
			"Title": "Silver Jiken",
			"Description": "This debut game from developer Goichi Suda (also known as Suda51) follows the investigation of a series of murders which appear to match the profile of the killer responsible for a high-profile series of government assassinations twenty years prior.",
			"Platform": "PSX/PS3/DS/PSP",
			"Release": "07.10.1999",
			"Developer": "Grasshopper Manufacture, ASCII Entertainment",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 189,
			"Title": "Juggernaut",
			"Description": "Juggernaut takes the player on a bizarre journey dealing with demonic possession and the power of evil. A roller coaster ride through time and space, Juggernaut will have you questioning what is reality, and what is illusion. It takes a deft mind to untangle the strange and fascinating puzzles that lead from one mystery to another, leading eventually to to a confrontation that determines the fate of your lover's soul. Juggernaut will make you grateful that it is merely a game...isn't it???",
			"Platform": "PSX",
			"Release": "19.11.1998",
			"Developer": "Will, Tonkin House",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 190,
			"Title": "Professor Layton and the Diabolical Box",
			"Description": "Professor Layton may be a world-famous sleuth, but even he will need your assistance to crack these challenging puzzles. With Nintendo DS stylus in hand, it's time to muster up some mental might!",
			"Platform": "DS",
			"Release": "29.11.2007",
			"Developer": "LEVEL-5, Nintendo",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 191,
			"Title": "Where They Cremate the Roadkill",
			"Description": "'Where They Cremate The Roadkill' is a psychedelic and surreal game where your opponent is your future self whose rogue ego desires to possess the essence of all creation. Explore this twisting, dream like state to who only knows where...",
			"Platform": "PC",
			"Release": "29.09.2017",
			"Developer": "myformerselves, The Gunseed Collab",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 192,
			"Title": "End Roll",
			"Description": "END ROLL is a regretful adventure RPG by Segawa made in RPG Maker 2000. It has turn-based battles, three endings, and quite a lot of optional content. A boy named Russell is made to take part in an experiment. His room contains nothing but a bed, a pre-recorded video, and a syringe. It seems now he has no other choice. ... A boy named Russell moves into a new town to lead a happy new life.",
			"Platform": "PC",
			"Release": "31.12.2016",
			"Developer": "Segawa",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 193,
			"Title": "Star Fetchers",
			"Description": "Star Fetchers: Pilot is part 1 of a journey following two inner city thugs as they take on the hardest gangster there ever was. Star Fetchers is an adventure huffing on the fumes of 90's midnight TV, delivering a story paved with bizarre scenarios, ugly characters and high paced action. Follow the gang 'The Thornz' as they crawl out of the slum and make it to the top.",
			"Platform": "PC",
			"Release": "17.01.2020",
			"Developer": "Svavelstickan",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 194,
			"Title": "Filcher",
			"Description": "Filcher is a first-person, 2.5D, mission-based stealth game. As Sporey the master thief, break into guarded buildings to steal from the wealthy and corrupt, using only your senses, your wits, and a handful of tools and gadgets.",
			"Platform": "PC",
			"Release": "14.09.2021",
			"Developer": "Johan Hjarpe, MythoLogic Interactive",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 195,
			"Title": "Your Turn to Die: Death Game by Majority",
			"Description": "Your Turn To Die: Death Game By Majority is a multi-ending horror adventure game. Your decision will directly affect the story and final outcome!",
			"Platform": "PC",
			"Release": "28.08.2017",
			"Developer": "Nankidai, 0UP Games",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 196,
			"Title": "A.W. Phoenix Festa",
			"Description": "In this action RPG game, play the events of The Asterisk War animation series! Live the life of hero Ayato Amagiri and experience Rikka Academy and the Phoenix Festa storyline. Players will go through simulated high school experiences while fighting in over the top tournaments.",
			"Platform": "PSV",
			"Release": "28.01.2016",
			"Developer": "APLUS Co. Ltd., Bandai Namco Entertainment",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 197,
			"Title": "2115",
			"Description": "In 2015, aliens visited the United States. In 2115, they came back.",
			"Platform": "PC",
			"Release": "15.01.2025",
			"Developer": "TF2GOOD4U",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 198,
			"Title": "Hello Girl",
			"Description": "Hello Girl is visual novel about connection and disconnection. It's about the love of places and the futility of trying. It's about knowing your place, yet still feeling lost.",
			"Platform": "PC",
			"Release": "20.07.2023",
			"Developer": "Imo Team",
			"Link": "store.steampowered.com/app/3330860/Hello_Girl",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 199,
			"Title": "Anatomy",
			"Description": "Every house is haunted. Explore a suburban house, collect cassette tapes, study the physiology of domestic architecture.",
			"Platform": "PC",
			"Release": "20.02.2016",
			"Developer": "Kitty Horrorshow",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 200,
			"Title": "EbiKore+ Amagami",
			"Description": "An enhanced port of Amagami containing numerous bug-fixes and a playable Mahjong minigame, made its way to the PS2, PSP and Vita.",
			"Platform": "PS2/PSP/PSV",
			"Release": "31.03.2011",
			"Developer": "Enterbrain, Kadokawa Games",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 201,
			"Title": "Red, Blue, and Green",
			"Description": "Red, Blue, and Green is a set of three short stories released in the Suda51 Official Complete Book. They expand on certain aspects of The 25th Ward: The Silver Case and its remake. While the book was not released in English, the text was translated and transferred into Film Window form by members of the fan community. The three chapters are known as redout, blueout and greenout, following the same naming pattern as the new Correctness chapters of the 25th Ward remake. They expand on the roles of Aoyama, Akama and Kosuke Kurumizawa, and introduce a new major character, Midori Midorikawa.",
			"Platform": "PC",
			"Release": "25.12.2019",
			"Developer": "",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{"Id": 202, "Title": "Light Fall", "Description": "Explore the Forgotten World of Numbra to uncover your mysterious past and save the land from an imminent threat. In this land of eternal night, you will rely on your Shadow Core to brave the many challenges and foes standing in your way. Do you have what it takes to survive in perilous Numbra? The Ultimate Freedom Control the Shadow Core and use it the way you see fit to face the challenges of the game. You can spawn this magical box beneath your feet to propel yourself into the air and move across the land at your own pace. With the Shadow Core, you become the master of your surroundings and create your own path. An Immersive Journey Load up Light Fall and immerse yourself in this strange universe where darkness prevails over the light. Joining you in this adventure, Stryx the old and grumpy owl, will act as your sidekick and in-game narrator. Depending on his mood, he will either offer useful advice or bluntly mock your failures. A Vast World to Explore With the Shadow Core in hand, reach new heights and explore every nook and cranny of Numbra. Wander through the Lunar Plain, the Marshlands of Sorrows, the Vipera's Forest and the Unknown Depths, where shortcuts, alternative paths, hidden collectibles and easter eggs await you in large numbers. Speedrun Competition Quench your thirst for competition in the complementary Speedrun Game Mode. Revisit the world of Numbra to compete with players worldwide and compare your fastest times with theirs on the online leaderboard.", "Platform": "PC", "Release": "26.04.2018", "Developer": "Bishop Games", "Link": "store.steampowered.com/app/416830", "Played": 0, "Score": "0/5", "Review": "."},
		{"Id": 203, "Title": "Saya no Uta", "Description": "A horror visual novel about Fuminori Sakisaka, a medicine student who suffers an accident that leaves his perception of the world distorted: everything and everyone is perceived as a twisted mass of intestines, flesh and blood. Everything, except Saya.", "Platform": "PC", "Release": "26.12.2003", "Developer": "NITRO PLUS, JAST USA", "Link": "store.steampowered.com/app/702050", "Played": 0, "Score": "0/5", "Review": "."},
		{
			"Id": 204,
			"Title": "Hot Wet",
			"Description": "A short linear text-based game.",
			"Platform": "PC",
			"Release": "22.03.2022",
			"Developer": "communistsister, DOMINO CLUB",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 205,
			"Title": "Fate/Stay Night",
			"Description": "Fate/Stay Night is a Japanese visual novel, which was originally released as an adult game. A version of Fate/Stay Night rated for ages 15 and up titled Fate/Stay Night Réalta Nua was released later. Fate/Stay Night'​s gameplay requires little interaction from the player as most of the game's duration is spent on reading the text that appears, representing either dialogue between the characters or the inner thoughts of the protagonist. Often, players will come to a 'decision point' where they are given the chance to choose from options displayed on the screen, typically two to three at a time. There are three main plot lines that the player will have the chance to experience, one for each of the heroines in the story. To view all three plot lines, the player will have to replay the game multiple times and make different choices during the decision points to progress the plot in an alternate direction.",
			"Platform": "PC",
			"Release": "30.01.2004",
			"Developer": "TYPE-MOON",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 206,
			"Title": "Mana Khemia: Alchemists of Al-Revis",
			"Description": "The 9th core Atelier game and the first of the two Mana Khemia games. The game's main focus is on the lead protagonist, Vayne Aurelius, the son of a legendary alchemist named Theofratus who had disappeared sometime after Vayne's birth. Since then, Vayne has led the life of a hermit, his only companion being a Mana in cat form named Sulpher. Vayne is invited to the Al-Revis Academy for alchemy training by Zeppel, one of the professors. He is quickly indoctrinated into the school by becoming part of an atelier led by Flay Gunnar (an older student who is known as The Defender of Justice) along with two other students, Jess (a clumsy girl who is nevertheless adept at alchemy), and Nikki (an impulsive beastgirl). They are soon joined by Pamela (the school's resident ghost), Anna (an 11-year-old master swordsman), Roxis (the son of a famous family of alchemists who is quickly forced to join the workshop by Flay), and Muppy (an alien the group discovers on an assignment). The eight of them are able to succeed at completing assignments, learn the skills of alchemy, and allow the workshop to prosper.",
			"Platform": "PS2/PSP",
			"Release": "21.06.2007",
			"Developer": "Gust, NIS America",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{"Id": 207, "Title": "Atelier Sophie 2: The Alchemist of the Mysterious Dream", "Description": "The latest entry in the series follows the beloved alchemist, Sophie Neuenmuller, shortly after her adventures in 2016’s Atelier Sophie: The Alchemist of the Mysterious Book.", "Platform": "PC", "Release": "24.02.2022", "Developer": "Gust, Koei Tecmo America Corporation", "Link": "store.steampowered.com/app/1621310", "Played": 0, "Score": "0/5", "Review": "."},
		{
			"Id": 208,
			"Title": "Secret Thursday",
			"Description": "Every four years, there is a leap year... And if leap day falls on a Thursday... Then that day is... Secret Thursday.",
			"Platform": "PC",
			"Release": "08.08.2024",
			"Developer": "TF2GOOD4U",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 209,
			"Title": "Nine Hours, Nine Persons, Nine Doors",
			"Description": "The game is a murder mystery visual novel with a heavy story focus that requires multiple playthroughs to figure out and involves puzzle rooms used to progress through the story with dialogue choices to be made inbetween them.",
			"Platform": "DS",
			"Release": "10.12.2009",
			"Developer": "Spike Chunsoft",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{"Id": 210, "Title": "Studio System: Guardian Angel", "Description": "An investigation of a secret film studio underneath their school has lead 3 students down an estranged rabbit hole. With the fixed-camera as your weapon, shine a light on the truth and save your friends.", "Platform": "PC", "Release": "04.02.2025", "Developer": "alreti circle", "Link": "store.steampowered.com/app/2194790", "Played": 0, "Score": "0/5", "Review": "."},
		{
			"Id": 211,
			"Title": "The Legend of Zelda: Echoes of Wisdom",
			"Description": "The people of Hyrule are being stolen away by strange rifts that have appeared, and with a certain swordsman among those missing, it’s up to Princess Zelda to save her kingdom. Team up with the mysterious fairy, Tri, and use the power of the Tri Rod to learn how to create echoes, imitations of things found in the environment. You can then recreate those echoes whenever you like to solve puzzles and defeat enemies. Create echoes like water blocks to reach new heights, make bridges out of old beds, throw rocks at foes, or find your own creative combination of echoes to do things your way. You can even create echoes of monsters to fight at your side in combat!",
			"Platform": "Switch",
			"Release": "26.09.2024",
			"Developer": "Grezzo, Nintendo",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{"Id": 212, "Title": "NukiTashi", "Description": "Seiran Island. Even here in paradise, there are those who work in the shadows to bring it down... Confront the tyranny of a twisted system in this long-awaited visual novel adventure.", "Platform": "PC", "Release": "23.06.2023", "Developer": "Qruppo, Shiravune", "Link": "store.steampowered.com/app/2399220", "Played": 0, "Score": "0/5", "Review": "."},
		{
			"Id": 213,
			"Title": "Ghost Suburb Zero",
			"Description": "Ghost Suburb Zero is a RPG where you, as May, become thrown into a bizzare world and it's many inhabitants- such as, crazed gun-holding girls, bizzare cryptids from foriegn realms, persistantly blurred memories, daemonic brothels, strange bird viruses, and much more!",
			"Platform": "PC",
			"Release": "23.10.2013",
			"Developer": "bilexth",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 214,
			"Title": "The Great Ace Attorney Chronicles",
			"Description": "This bundle is 'The Great Ace Attorney: Adventures' and 'The Great Ace Attorney 2: Resolve' in one package. Play as Ryunosuke Naruhodo, ancestor of Phoenix Wright, to solve mysteries and defend clients with the ace detective Herlock Sholmes across both England and Japan.",
			"Platform": "PC",
			"Release": "26.07.2021",
			"Developer": "Capcom",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 215,
			"Title": "Condemned 2: Bloodshot",
			"Description": "In Condemned 2: Bloodshot, players will engage in visceral combat using a variety of firearms, blunt instruments and an all-new fighting system complete with defensive and offensive combo chains, as well as grapples and holds. To help track the killer and solve the mysteries behind Condemned 2: Bloodshot, players will crack open an all-new set of high-tech forensic tools. Using wits and brute strength, murders can be solved a number of different ways to keep players guessing throughout each suspenseful investigation. Delivering the most brutal hand-to-hand combat experience the first-person genre has ever seen, Condemned 2 follows Ethan Thomas through a string of gruesome murders. Use all-new fighting mechanics and high-tech tools to unravel the mysteries within.",
			"Platform": "PS3/X360",
			"Release": "11.03.2008",
			"Developer": "Monolith Productions, WB Games",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 216,
			"Title": "Condemned: Criminal Origins",
			"Description": "Investigate crime scenes, collect evidence, and bring to light the murderers terrorizing the city as Detective Ethan Thomas. With danger lurking around every corner, you’ll need whatever weapons you can find to stay alive. What twists the mind of an ordinary human into a serial killer? Assigned to the Serial Crimes Unit, Agent Ethan Thomas must answer this question, and bring the worst of society to justice. His solve rate is the best in the bureau....perhaps too good.",
			"Platform": "PC/X360",
			"Release": "16.11.2005",
			"Developer": "Monolith Productions, WB Games",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{"Id": 217, "Title": "Trepang2", "Description": "Become the ultimate badass in Trepang2: A gory, action-packed FPS set in the near future. Unleash all hell on your enemies, dodge bullets and leave a trail of destruction in this hardcore and frenetic shooter.", "Platform": "PC", "Release": "21.06.2023", "Developer": "Trepang Studios, Team17 Digital", "Link": "store.steampowered.com/app/1164940", "Played": 0, "Score": "0/5", "Review": "."},
		{
			"Id": 218,
			"Title": "Puyo Puyo SUN",
			"Description": "Satan has enlarged the sun in a devious attempt to get a perfect tan. Arle Nadja embarks on a quest to defeat him in this competitive puzzle game. This is the 3rd installment of the Puyo Puyo games series, and the sequel to Puyo Puyo Tsu. After the highly acclaimed success of its predecessor, Compile took a slightly more retro approach, so players had a more original feel to the game over that of Tsu. The name of Puyo Puyo SUN comes from a Japanese pun on san, and also indicates a new Puyo brought into the game. As Sun Puyo were used in this game, and the game itself is not only set on a tropical beach, but is the third in the series (san (三)) is the Japanese word for the number three), the name served multiple purposes. This game was released only in Japan. Following the arcade release, Puyo Puyo Sun was ported to the then-current home consoles. The Saturn version was released merely three months after the arcade release, while the other ports were released in late 1997 and throughout 1998. The Saturn, PlayStation, and Windows 95 versions feature fully voiced cutscenes unlike the original ST-V version.",
			"Platform": "PC/N64/Saturn",
			"Release": "14.02.1997",
			"Developer": "Compile",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 219,
			"Title": "Phoenix Wright: Ace Attorney Trilogy",
			"Description": "Defend the innocent and save the day! Courtroom hero Phoenix Wright lays down the law this Winter in the digital release of Phoenix Wright: Ace Attorney Trilogy. Experience the original trilogy like never before in clear, high-resolution re-drawn graphics and immersive 3D visuals optimized for the Nintendo 3DS system. Join rookie lawyer Phoenix Wright through the early years of his career in his quest to find the truth behind all of the classic cases! Prepare for intense courtroom showdowns by investigating crime scenes, collecting evidence, and questioning witnesses. Use evidence and the testimonies of witnesses to your advantage as you battle for the innocence of your client. Nothing less of a full acquittal will do in this court of law. Find the contradictions in witnesses' testimonies to expose the truth!",
			"Platform": "PC/3DS",
			"Release": "17.04.2014",
			"Developer": "Capcom",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{"Id": 220, "Title": "Detective Beebo: Night at the Mansion", "Description": "Detective Beebo is a Point-and-click mystery romcom with puzzle elements.", "Platform": "PC", "Release": "21.09.2024", "Developer": "Bwobbers", "Link": "bwobbers.itch.io/detective-beebo-night-at-the-mansion", "Played": 0, "Score": "0/5", "Review": "."},
		{"Id": 221, "Title": "Metal Slug XX", "Description": "Metal Slug XX is an entry in the long-running series of side-scrolling shooters. It is a revised version of Metal Slug 7. The Peregrine Falcons, Marco, Eri, Clark, Tarma, Fio and Ralf, are once again running-and-gunning in colorfully hand-drawn levels, throwing grenades, driving vehicles and slashing enemies. Metal Slug XX includes various single-player features in the form of a Combat School that lets players return to previously completed missions while executing various objectives; a POW List that shows how many POWs were rescued in each level; and single-player Rankings. Players can also cooperate in Ad-Hoc while gunning down hordes of humorous foes using familiar weapons in seven distinct levels that will see our heroes traverse deserts, mountains, caves and lava pits to finally put an end to their longtime enemy. This revised version includes additional content including co-op multiplayer and downloadable content, as well as the character Leona Heidern.", "Platform": "PC/X360/PSP/PSV", "Release": "23.03.2010", "Developer": "SNK, ATLUS", "Link": "store.steampowered.com/app/975680", "Played": 0, "Score": "0/5", "Review": "."},
		{
			"Id": 222,
			"Title": "Rance X: Showdown",
			"Description": "Rance X: Showdown is the 13th and final game in Alicesoft's flagship Rance Series, marking the conclusion for the 28-year-old series. While initially set for a 2016 release, it was later delayed to and ultimately released on February 23, 2018.",
			"Platform": "PC",
			"Release": "23.02.2018",
			"Developer": "Alicesoft, MangaGamer",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{"Id": 223, "Title": "Steins;Gate 0", "Description": "Steins;Gate 0 is a Japanese visual novel. It is the fifth game in the Science Adventure series and the sequel to Steins;Gate. Like Steins;Gate, the game is described as a 'hypothetical science ADV'. The player assumes the role of Okabe Rintaro in the β World Timeline.", "Platform": "PC/PS3/PSV", "Release": "10.12.2015", "Developer": "5pb., Spike Chunsoft", "Link": "store.steampowered.com/app/825630", "Played": 0, "Score": "0/5", "Review": "."},
		{
			"Id": 224,
			"Title": "The 25th Ward: The Silver Case",
			"Description": "The remaster of The Silver Case sequel, originally released on mobile devices, that was known as 'Silver Jiken: 25-Ku' in Japan or 'The Silver Case: Ward 25' in English. This is the first time the game has been released outside of Japan.",
			"Platform": "PC",
			"Release": "13.03.2018",
			"Developer": "Grasshopper Manufacture, NIS America",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{"Id": 225, "Title": "Princess Maker 2 Refine", "Description": "Princess Maker 2 Refine offers a unique life simulation gameplay where the player takes a role as a father for a young girl and raise her into adulthood. Players have freedom of choices on how to raise the child, but each choice will impact on the outcome of what she will become.", "Platform": "PC", "Release": "30.09.2004", "Developer": "Gainax, CyberFront Korea", "Link": "store.steampowered.com/app/523000", "Played": 0, "Score": "0/5", "Review": "."},
		{
			"Id": 226,
			"Title": "Ys II Chronicles+",
			"Description": "This is the second game as part of the Ys II Chronicles+ bundle for PC.",
			"Platform": "PC",
			"Release": "14.02.2013",
			"Developer": "Nihom Falcom, XSEED Games",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 227,
			"Title": "Full Metal Daemon Muramasa",
			"Description": "This is not a story of heroes. Since time immemorial, warriors called musha have ruled the battlefield, granted supernatural power by their enchanted suits of armor - tsurugi. Minato Kageaki is one such musha, driven by duty to don his crimson armor and challenge the greatest evils of an age. But though madmen and tyrants fall to his blade, never will he claim that his battle is right. For the tsurugi he wields is cursed Muramasa, which five centuries ago brought ruin to the land, and innocent blood is the price it demands in exchange for its terrible might. 'Where there are demons, I slay them. Where there are saints, I slay them.' These words are an oath, the unbreakable Law binding him to his armor. But they also tell the story of his past, and of the future to come.",
			"Platform": "PC",
			"Release": "30.10.2009",
			"Developer": "NITRO PLUS, JAST USA",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 228,
			"Title": "Sengoku Koihime: Otome Kenran Sengoku Emaki",
			"Description": "Kensuke trained hard every day under the tutelage of his uncle Kazuto. One day, when he held a sword he found in the storehouse, he lost consciousness. When he came to, he found himself in a place he did not recognize. He met a girl who introduced herself as Oda Saburou Kuon Nobunaga. She held out her hand to a stunned Kensuke and asked him to become her husband and accompany her on the road to national supremacy. They traveled across the country, racking up victories in this period of social upheaval. However, there was one enemy they could not defeat: the oni. These man-eating, blood-drinking beasts soon took over all of Japan, plunging the country into hell. However, Kuon and Kensuke vowed to continue fighting, issuing a written appeal to all the influential lords: “Samurai who are not afraid of even the oni, gather under me and let us save Japan together!”",
			"Platform": "Switch",
			"Release": "21.07.2021",
			"Developer": "BaseSon, ENTERGRAM",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 229,
			"Title": "Shin Megami Tensei: Digital Devil Saga 2",
			"Description": "Junkyard, a town of endless rain. With his four companions, Serf, the main character and a member of a tribe called Embryon, sets out for Nirvana, a land that can only be reached by the champions of Junkyard. They devote themselves to fighting against the never-ending resistance mustered by other tribes. In the midst of chaos, a mysterious object, the Pod, suddenly appears. Countless spheres of light are emitted by the Pod and infect Serf and his comrades, awakening their demonic powers. An unimaginable battle unfolds within their faint conscience. They develop a desire to tear the flesh and shatter the bones of their enemies, who have also been transformed. Their instincts tell them to devour every being in their path. Until then, Serf and his comrades only knew of battle, but for the first time, they experience new emotions. At that time, a dark-haired girl, Sera, comes to their rescue. Although she does not know where she came from, she holds a strange power - the power to control the party's demonic transformation. They receive orders from the Church of Karma to head for Nirvana, and they are accompanied by the dark-haired girl. 'They who reach Nirvana first shall be recognized as the champions of Junkyard.' The struggle intensifies, and they discover that the girl holds a key to the mystery. But, true fear still awaits Serf's party. Including Embryon, the tribe that the main character leads, several groups are at war with each other in order to survive. 'Devour' your enemies and absorb their devastating powers and special abilities!",
			"Platform": "PS2/PS3",
			"Release": "27.01.2005",
			"Developer": "ATLUS, Ghostlight Ltd.",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 230,
			"Title": "Silver Jiken: 25-ku",
			"Description": "The sequel to The Silver Case, only released in Japan on Mobile devices. It used an episodic format. The game was remade under the name 'The 25th Ward: The Silver Case' and the scenarios of the game are also getting changes for this release.",
			"Platform": "DS",
			"Release": "03.10.2005",
			"Developer": "Grasshopper Manufacture",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 231,
			"Title": "Steins;Gate: Linear Bounded Phenogram",
			"Description": "Steins;Gate: Linear Bounded Phenogram/Phenogram of Linear Restraint is a visual novel released on April 25, 2013 containing a mixture of scenarios set during and after the original visual novel's story-line, but in different world lines.",
			"Platform": "PC/PS3/X360/PSV",
			"Release": "25.04.2014",
			"Developer": "5pb.",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{"Id": 232, "Title": "The Silver Case", "Description": "PC", "Platform": "This is the first time 'The Silver Case' has been fully localized to English. In this hit, the player takes control of the protagonist, a member of the Special Forces Unit 'Republic', from a first-person perspective. The game takes inspiration from the adventure and novel genres, leading the player through an in-depth story in which the truth is gradually revealed as they solve various puzzles, offering a fresh and unique experience.", "Release": "07.12.2016", "Developer": "Grasshopper Manufacture, NIS America", "Link": "store.steampowered.com/app/476650", "Played": 0, "Score": "0/5", "Review": "."},
		{"Id": 233, "Title": "Steins;Gate Elite", "Description": "A remake of the original Steins;Gate that replaces the artwork from previous releases with repurposed FMV footage from the Steins;Gate anime adaptation.", "Platform": "PC/PSV", "Release": "17.09.2016", "Developer": "5pb., Spike Chunsoft", "Link": "store.steampowered.com/app/819030", "Played": 0, "Score": "0/5", "Review": "."},
		{
			"Id": 1,
			"Title": "",
			"Description": "",
			"Platform": "",
			"Release": "",
			"Developer": "",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 1,
			"Title": "",
			"Description": "",
			"Platform": "",
			"Release": "",
			"Developer": "",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 1,
			"Title": "",
			"Description": "",
			"Platform": "",
			"Release": "",
			"Developer": "",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 1,
			"Title": "",
			"Description": "",
			"Platform": "",
			"Release": "",
			"Developer": "",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 1,
			"Title": "",
			"Description": "",
			"Platform": "",
			"Release": "",
			"Developer": "",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 1,
			"Title": "",
			"Description": "",
			"Platform": "",
			"Release": "",
			"Developer": "",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 1,
			"Title": "",
			"Description": "",
			"Platform": "",
			"Release": "",
			"Developer": "",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 1,
			"Title": "",
			"Description": "",
			"Platform": "",
			"Release": "",
			"Developer": "",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 1,
			"Title": "",
			"Description": "",
			"Platform": "",
			"Release": "",
			"Developer": "",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 1,
			"Title": "",
			"Description": "",
			"Platform": "",
			"Release": "",
			"Developer": "",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 1,
			"Title": "",
			"Description": "",
			"Platform": "",
			"Release": "",
			"Developer": "",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 1,
			"Title": "",
			"Description": "",
			"Platform": "",
			"Release": "",
			"Developer": "",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 1,
			"Title": "",
			"Description": "",
			"Platform": "",
			"Release": "",
			"Developer": "",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 1,
			"Title": "",
			"Description": "",
			"Platform": "",
			"Release": "",
			"Developer": "",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 1,
			"Title": "",
			"Description": "",
			"Platform": "",
			"Release": "",
			"Developer": "",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 1,
			"Title": "",
			"Description": "",
			"Platform": "",
			"Release": "",
			"Developer": "",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 1,
			"Title": "",
			"Description": "",
			"Platform": "",
			"Release": "",
			"Developer": "",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 1,
			"Title": "",
			"Description": "",
			"Platform": "",
			"Release": "",
			"Developer": "",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 1,
			"Title": "",
			"Description": "",
			"Platform": "",
			"Release": "",
			"Developer": "",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 1,
			"Title": "",
			"Description": "",
			"Platform": "",
			"Release": "",
			"Developer": "",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 1,
			"Title": "",
			"Description": "",
			"Platform": "",
			"Release": "",
			"Developer": "",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 1,
			"Title": "",
			"Description": "",
			"Platform": "",
			"Release": "",
			"Developer": "",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 1,
			"Title": "",
			"Description": "",
			"Platform": "",
			"Release": "",
			"Developer": "",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 1,
			"Title": "",
			"Description": "",
			"Platform": "",
			"Release": "",
			"Developer": "",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 1,
			"Title": "",
			"Description": "",
			"Platform": "",
			"Release": "",
			"Developer": "",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 1,
			"Title": "",
			"Description": "",
			"Platform": "",
			"Release": "",
			"Developer": "",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 1,
			"Title": "",
			"Description": "",
			"Platform": "",
			"Release": "",
			"Developer": "",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 1,
			"Title": "",
			"Description": "",
			"Platform": "",
			"Release": "",
			"Developer": "",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 1,
			"Title": "",
			"Description": "",
			"Platform": "",
			"Release": "",
			"Developer": "",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 1,
			"Title": "",
			"Description": "",
			"Platform": "",
			"Release": "",
			"Developer": "",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 1,
			"Title": "",
			"Description": "",
			"Platform": "",
			"Release": "",
			"Developer": "",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 1,
			"Title": "",
			"Description": "",
			"Platform": "",
			"Release": "",
			"Developer": "",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 1,
			"Title": "",
			"Description": "",
			"Platform": "",
			"Release": "",
			"Developer": "",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 1,
			"Title": "",
			"Description": "",
			"Platform": "",
			"Release": "",
			"Developer": "",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 1,
			"Title": "",
			"Description": "",
			"Platform": "",
			"Release": "",
			"Developer": "",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 1,
			"Title": "",
			"Description": "",
			"Platform": "",
			"Release": "",
			"Developer": "",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 1,
			"Title": "",
			"Description": "",
			"Platform": "",
			"Release": "",
			"Developer": "",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 1,
			"Title": "",
			"Description": "",
			"Platform": "",
			"Release": "",
			"Developer": "",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 1,
			"Title": "",
			"Description": "",
			"Platform": "",
			"Release": "",
			"Developer": "",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 1,
			"Title": "",
			"Description": "",
			"Platform": "",
			"Release": "",
			"Developer": "",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 1,
			"Title": "",
			"Description": "",
			"Platform": "",
			"Release": "",
			"Developer": "",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 1,
			"Title": "",
			"Description": "",
			"Platform": "",
			"Release": "",
			"Developer": "",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 1,
			"Title": "",
			"Description": "",
			"Platform": "",
			"Release": "",
			"Developer": "",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 1,
			"Title": "",
			"Description": "",
			"Platform": "",
			"Release": "",
			"Developer": "",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 1,
			"Title": "",
			"Description": "",
			"Platform": "",
			"Release": "",
			"Developer": "",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 1,
			"Title": "",
			"Description": "",
			"Platform": "",
			"Release": "",
			"Developer": "",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 1,
			"Title": "",
			"Description": "",
			"Platform": "",
			"Release": "",
			"Developer": "",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 1,
			"Title": "",
			"Description": "",
			"Platform": "",
			"Release": "",
			"Developer": "",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 1,
			"Title": "",
			"Description": "",
			"Platform": "",
			"Release": "",
			"Developer": "",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 1,
			"Title": "",
			"Description": "",
			"Platform": "",
			"Release": "",
			"Developer": "",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 1,
			"Title": "",
			"Description": "",
			"Platform": "",
			"Release": "",
			"Developer": "",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 1,
			"Title": "",
			"Description": "",
			"Platform": "",
			"Release": "",
			"Developer": "",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 1,
			"Title": "",
			"Description": "",
			"Platform": "",
			"Release": "",
			"Developer": "",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 1,
			"Title": "",
			"Description": "",
			"Platform": "",
			"Release": "",
			"Developer": "",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 1,
			"Title": "",
			"Description": "",
			"Platform": "",
			"Release": "",
			"Developer": "",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 1,
			"Title": "",
			"Description": "",
			"Platform": "",
			"Release": "",
			"Developer": "",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 1,
			"Title": "",
			"Description": "",
			"Platform": "",
			"Release": "",
			"Developer": "",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 1,
			"Title": "",
			"Description": "",
			"Platform": "",
			"Release": "",
			"Developer": "",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 1,
			"Title": "",
			"Description": "",
			"Platform": "",
			"Release": "",
			"Developer": "",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 1,
			"Title": "",
			"Description": "",
			"Platform": "",
			"Release": "",
			"Developer": "",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 1,
			"Title": "",
			"Description": "",
			"Platform": "",
			"Release": "",
			"Developer": "",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 1,
			"Title": "",
			"Description": "",
			"Platform": "",
			"Release": "",
			"Developer": "",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 1,
			"Title": "",
			"Description": "",
			"Platform": "",
			"Release": "",
			"Developer": "",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 1,
			"Title": "",
			"Description": "",
			"Platform": "",
			"Release": "",
			"Developer": "",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 1,
			"Title": "",
			"Description": "",
			"Platform": "",
			"Release": "",
			"Developer": "",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 1,
			"Title": "",
			"Description": "",
			"Platform": "",
			"Release": "",
			"Developer": "",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 1,
			"Title": "",
			"Description": "",
			"Platform": "",
			"Release": "",
			"Developer": "",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 1,
			"Title": "",
			"Description": "",
			"Platform": "",
			"Release": "",
			"Developer": "",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 1,
			"Title": "",
			"Description": "",
			"Platform": "",
			"Release": "",
			"Developer": "",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 1,
			"Title": "",
			"Description": "",
			"Platform": "",
			"Release": "",
			"Developer": "",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 1,
			"Title": "",
			"Description": "",
			"Platform": "",
			"Release": "",
			"Developer": "",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 1,
			"Title": "",
			"Description": "",
			"Platform": "",
			"Release": "",
			"Developer": "",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 1,
			"Title": "",
			"Description": "",
			"Platform": "",
			"Release": "",
			"Developer": "",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 1,
			"Title": "",
			"Description": "",
			"Platform": "",
			"Release": "",
			"Developer": "",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 1,
			"Title": "",
			"Description": "",
			"Platform": "",
			"Release": "",
			"Developer": "",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 1,
			"Title": "",
			"Description": "",
			"Platform": "",
			"Release": "",
			"Developer": "",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 1,
			"Title": "",
			"Description": "",
			"Platform": "",
			"Release": "",
			"Developer": "",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 1,
			"Title": "",
			"Description": "",
			"Platform": "",
			"Release": "",
			"Developer": "",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 1,
			"Title": "",
			"Description": "",
			"Platform": "",
			"Release": "",
			"Developer": "",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 1,
			"Title": "",
			"Description": "",
			"Platform": "",
			"Release": "",
			"Developer": "",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 1,
			"Title": "",
			"Description": "",
			"Platform": "",
			"Release": "",
			"Developer": "",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 1,
			"Title": "",
			"Description": "",
			"Platform": "",
			"Release": "",
			"Developer": "",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 1,
			"Title": "",
			"Description": "",
			"Platform": "",
			"Release": "",
			"Developer": "",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 1,
			"Title": "",
			"Description": "",
			"Platform": "",
			"Release": "",
			"Developer": "",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 1,
			"Title": "",
			"Description": "",
			"Platform": "",
			"Release": "",
			"Developer": "",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 1,
			"Title": "",
			"Description": "",
			"Platform": "",
			"Release": "",
			"Developer": "",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 1,
			"Title": "",
			"Description": "",
			"Platform": "",
			"Release": "",
			"Developer": "",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 1,
			"Title": "",
			"Description": "",
			"Platform": "",
			"Release": "",
			"Developer": "",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 1,
			"Title": "",
			"Description": "",
			"Platform": "",
			"Release": "",
			"Developer": "",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 1,
			"Title": "",
			"Description": "",
			"Platform": "",
			"Release": "",
			"Developer": "",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 1,
			"Title": "",
			"Description": "",
			"Platform": "",
			"Release": "",
			"Developer": "",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 1,
			"Title": "",
			"Description": "",
			"Platform": "",
			"Release": "",
			"Developer": "",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 1,
			"Title": "",
			"Description": "",
			"Platform": "",
			"Release": "",
			"Developer": "",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 1,
			"Title": "",
			"Description": "",
			"Platform": "",
			"Release": "",
			"Developer": "",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 1,
			"Title": "",
			"Description": "",
			"Platform": "",
			"Release": "",
			"Developer": "",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 1,
			"Title": "",
			"Description": "",
			"Platform": "",
			"Release": "",
			"Developer": "",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 1,
			"Title": "",
			"Description": "",
			"Platform": "",
			"Release": "",
			"Developer": "",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 1,
			"Title": "",
			"Description": "",
			"Platform": "",
			"Release": "",
			"Developer": "",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 1,
			"Title": "",
			"Description": "",
			"Platform": "",
			"Release": "",
			"Developer": "",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 1,
			"Title": "",
			"Description": "",
			"Platform": "",
			"Release": "",
			"Developer": "",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 1,
			"Title": "",
			"Description": "",
			"Platform": "",
			"Release": "",
			"Developer": "",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 1,
			"Title": "",
			"Description": "",
			"Platform": "",
			"Release": "",
			"Developer": "",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 1,
			"Title": "",
			"Description": "",
			"Platform": "",
			"Release": "",
			"Developer": "",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 1,
			"Title": "",
			"Description": "",
			"Platform": "",
			"Release": "",
			"Developer": "",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 1,
			"Title": "",
			"Description": "",
			"Platform": "",
			"Release": "",
			"Developer": "",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 1,
			"Title": "",
			"Description": "",
			"Platform": "",
			"Release": "",
			"Developer": "",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 1,
			"Title": "",
			"Description": "",
			"Platform": "",
			"Release": "",
			"Developer": "",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 1,
			"Title": "",
			"Description": "",
			"Platform": "",
			"Release": "",
			"Developer": "",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 1,
			"Title": "",
			"Description": "",
			"Platform": "",
			"Release": "",
			"Developer": "",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 1,
			"Title": "",
			"Description": "",
			"Platform": "",
			"Release": "",
			"Developer": "",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
		{
			"Id": 1,
			"Title": "",
			"Description": "",
			"Platform": "",
			"Release": "",
			"Developer": "",
			"Link": "",
			"Played": 0,
			"Score": "0/5",
			"Review": "."
		},
	]
}
